{
  "text": {
    "hey": 513,
    "hello": 511,
    "hi": 516,
    "there": 1242,
    "hello there": 512,
    "good": 481,
    "morning": 816,
    "good morning": 485,
    "evening": 420,
    "good evening": 484,
    "moin": 815,
    "hey there": 515,
    "let": 671,
    "s": 1104,
    "go": 478,
    "let s": 672,
    "s go": 1105,
    "dude": 332,
    "hey dude": 514,
    "goodmorning": 489,
    "goodevening": 488,
    "afternoon": 41,
    "good afternoon": 482,
    "xin": 1687,
    "chào": 162,
    "xin chào": 1688,
    "bạn": 115,
    "chào bạn": 164,
    "buổi": 89,
    "sáng": 1177,
    "chào buổi": 163,
    "buổi sáng": 90,
    "tối": 1496,
    "buổi tối": 91,
    "nhé": 934,
    "bạn nhé": 116,
    "cu": 203,
    "by": 92,
    "good by": 483,
    "cee": 137,
    "you": 1714,
    "later": 668,
    "cee you": 138,
    "you later": 1717,
    "night": 958,
    "good night": 486,
    "bye": 93,
    "goodbye": 487,
    "have": 508,
    "a": 27,
    "nice": 956,
    "day": 296,
    "have a": 509,
    "a nice": 31,
    "nice day": 957,
    "see": 1128,
    "around": 63,
    "see you": 1132,
    "you around": 1716,
    "bye bye": 94,
    "yes": 1713,
    "y": 1710,
    "indeed": 576,
    "of": 1003,
    "course": 195,
    "of course": 1004,
    "that": 1235,
    "sounds": 1156,
    "that sounds": 1236,
    "sounds good": 1157,
    "correct": 194,
    "no": 959,
    "n": 875,
    "never": 878,
    "i": 563,
    "don": 330,
    "t": 1215,
    "think": 1243,
    "so": 1146,
    "i don": 567,
    "don t": 331,
    "t think": 1218,
    "think so": 1244,
    "like": 673,
    "t like": 1217,
    "like that": 675,
    "way": 1667,
    "no way": 960,
    "not": 965,
    "really": 1093,
    "not really": 967,
    "perfect": 1011,
    "great": 492,
    "amazing": 53,
    "feeling": 434,
    "king": 627,
    "feeling like": 435,
    "like a": 674,
    "a king": 30,
    "wonderful": 1676,
    "am": 45,
    "very": 1523,
    "i am": 564,
    "am feeling": 48,
    "feeling very": 436,
    "very good": 1524,
    "am great": 50,
    "am amazing": 46,
    "going": 479,
    "to": 1324,
    "save": 1124,
    "the": 1237,
    "world": 1679,
    "am going": 49,
    "going to": 480,
    "to save": 1333,
    "save the": 1125,
    "the world": 1239,
    "super": 1166,
    "stoked": 1162,
    "super stoked": 1168,
    "extremely": 426,
    "extremely good": 427,
    "so so": 1151,
    "so perfect": 1148,
    "so good": 1147,
    "my": 821,
    "was": 1665,
    "horrible": 523,
    "my day": 825,
    "day was": 297,
    "was horrible": 1666,
    "sad": 1107,
    "am sad": 52,
    "feel": 432,
    "well": 1671,
    "t feel": 1216,
    "feel very": 433,
    "very well": 1526,
    "disappointed": 317,
    "am disappointed": 47,
    "super sad": 1167,
    "m": 790,
    "i m": 570,
    "m so": 791,
    "so sad": 1150,
    "very sad": 1525,
    "unhappy": 1515,
    "not good": 966,
    "not very": 968,
    "extremly": 428,
    "extremly sad": 429,
    "saad": 1106,
    "so saad": 1149,
    "are": 60,
    "bot": 82,
    "are you": 62,
    "you a": 1715,
    "a bot": 28,
    "human": 530,
    "a human": 29,
    "talking": 1227,
    "am i": 51,
    "i talking": 573,
    "talking to": 1228,
    "to a": 1325,
    "làm": 710,
    "thế": 1286,
    "nào": 971,
    "để": 1769,
    "tìm": 1421,
    "việc": 1577,
    "trên": 1373,
    "website": 1669,
    "này": 975,
    "làm thế": 732,
    "thế nào": 1287,
    "nào để": 974,
    "để tìm": 1773,
    "tìm việc": 1426,
    "việc trên": 1621,
    "trên website": 1375,
    "website này": 1670,
    "hướng": 542,
    "dẫn": 346,
    "tôi": 1442,
    "cách": 237,
    "hướng dẫn": 543,
    "dẫn tôi": 349,
    "tôi cách": 1443,
    "cách tìm": 245,
    "muốn": 819,
    "biết": 79,
    "tôi muốn": 1445,
    "muốn biết": 820,
    "biết cách": 80,
    "việc làm": 1601,
    "sao": 1121,
    "kiếm": 631,
    "làm sao": 728,
    "sao để": 1123,
    "tìm kiếm": 1423,
    "kiếm việc": 634,
    "trang": 1358,
    "web": 1668,
    "dẫn tìm": 348,
    "làm trên": 734,
    "trên trang": 1374,
    "trang web": 1359,
    "how": 524,
    "do": 318,
    "create": 196,
    "profile": 1062,
    "how do": 526,
    "do i": 319,
    "i create": 566,
    "create a": 197,
    "a profile": 32,
    "set": 1134,
    "up": 1516,
    "account": 37,
    "how to": 527,
    "to set": 1335,
    "set up": 1135,
    "up my": 1519,
    "my account": 822,
    "guide": 493,
    "for": 441,
    "creating": 199,
    "guide for": 494,
    "for creating": 442,
    "creating profile": 200,
    "steps": 1160,
    "resume": 1103,
    "steps to": 1161,
    "to create": 1329,
    "create my": 198,
    "my resume": 827,
    "build": 85,
    "cv": 206,
    "on": 1006,
    "this": 1245,
    "site": 1140,
    "to build": 1326,
    "build my": 86,
    "my cv": 824,
    "cv on": 220,
    "on this": 1008,
    "this site": 1246,
    "creation": 201,
    "profile creation": 1063,
    "creation steps": 202,
    "tạo": 1459,
    "hồ": 558,
    "sơ": 1186,
    "cách tạo": 246,
    "tạo hồ": 1461,
    "hồ sơ": 560,
    "tài": 1413,
    "khoản": 609,
    "để tạo": 1774,
    "tạo tài": 1463,
    "tài khoản": 1415,
    "dẫn tạo": 350,
    "tạo cv": 1460,
    "xây": 1695,
    "dựng": 400,
    "cá": 230,
    "nhân": 923,
    "cách xây": 248,
    "xây dựng": 1696,
    "dựng hồ": 402,
    "sơ cá": 1187,
    "cá nhân": 231,
    "can": 135,
    "check": 141,
    "application": 57,
    "status": 1158,
    "how can": 525,
    "can i": 136,
    "i check": 565,
    "check my": 142,
    "my application": 823,
    "application status": 58,
    "where": 1672,
    "job": 591,
    "where to": 1673,
    "to see": 1334,
    "see my": 1129,
    "my job": 826,
    "job application": 594,
    "track": 1355,
    "to track": 1336,
    "track my": 1356,
    "tracking": 1357,
    "application tracking": 59,
    "i see": 572,
    "see the": 1131,
    "the status": 1238,
    "status of": 1159,
    "of my": 1005,
    "kiểm": 637,
    "tra": 1353,
    "trạng": 1400,
    "thái": 1266,
    "ứng": 1805,
    "tuyển": 1408,
    "kiểm tra": 639,
    "tra trạng": 1354,
    "trạng thái": 1401,
    "thái ứng": 1267,
    "ứng tuyển": 1806,
    "xem": 1685,
    "đơn": 1752,
    "của": 282,
    "để xem": 1775,
    "xem đơn": 1686,
    "đơn ứng": 1753,
    "tuyển của": 1409,
    "của tôi": 285,
    "theo": 1240,
    "dõi": 335,
    "theo dõi": 1241,
    "dõi trạng": 336,
    "find": 437,
    "salary": 1110,
    "information": 577,
    "i find": 568,
    "find salary": 438,
    "salary information": 1112,
    "details": 302,
    "see salary": 1130,
    "salary details": 1111,
    "jobs": 598,
    "list": 676,
    "ranges": 1090,
    "do jobs": 320,
    "jobs list": 599,
    "list salary": 677,
    "salary ranges": 1113,
    "salaries": 1108,
    "posted": 1058,
    "listings": 678,
    "are salaries": 61,
    "salaries posted": 1109,
    "posted on": 1059,
    "on job": 1007,
    "job listings": 596,
    "know": 640,
    "about": 33,
    "compensation": 187,
    "to know": 1330,
    "know about": 641,
    "about compensation": 34,
    "thông": 1273,
    "tin": 1294,
    "lương": 759,
    "ở": 1794,
    "đâu": 1748,
    "tìm thông": 1425,
    "thông tin": 1279,
    "tin lương": 1303,
    "lương ở": 776,
    "ở đâu": 1804,
    "công": 260,
    "có": 253,
    "hiển": 517,
    "thị": 1290,
    "mức": 871,
    "không": 620,
    "công việc": 264,
    "việc có": 1580,
    "có hiển": 256,
    "hiển thị": 518,
    "thị mức": 1291,
    "mức lương": 874,
    "lương không": 773,
    "về": 1647,
    "cách biết": 238,
    "biết thông": 81,
    "tin về": 1309,
    "về lương": 1653,
    "alerts": 44,
    "up job": 1518,
    "job alerts": 593,
    "get": 452,
    "notifications": 969,
    "new": 879,
    "i get": 569,
    "get notifications": 453,
    "notifications for": 970,
    "for new": 443,
    "new jobs": 880,
    "receive": 1094,
    "updates": 1520,
    "to receive": 1332,
    "receive job": 1095,
    "job updates": 597,
    "setting": 1136,
    "email": 413,
    "setting up": 1137,
    "up email": 1517,
    "email notifications": 414,
    "alert": 42,
    "configuration": 188,
    "job alert": 592,
    "alert configuration": 43,
    "đặt": 1764,
    "báo": 109,
    "cách đặt": 250,
    "đặt thông": 1765,
    "thông báo": 1274,
    "báo việc": 110,
    "nhận": 941,
    "mới": 860,
    "để nhận": 1771,
    "nhận thông": 942,
    "việc mới": 1607,
    "thiết": 1247,
    "lập": 782,
    "cảnh": 270,
    "thiết lập": 1249,
    "lập cảnh": 783,
    "cảnh báo": 271,
    "contact": 189,
    "employers": 416,
    "to contact": 1328,
    "contact employers": 190,
    "message": 810,
    "recruiters": 1096,
    "i message": 571,
    "message recruiters": 811,
    "reach": 1091,
    "out": 1009,
    "companies": 186,
    "to reach": 1331,
    "reach out": 1092,
    "out to": 1010,
    "to companies": 1327,
    "direct": 313,
    "communication": 184,
    "with": 1674,
    "direct communication": 314,
    "communication with": 185,
    "with employers": 1675,
    "liên": 679,
    "hệ": 547,
    "với": 1658,
    "nhà": 919,
    "dụng": 372,
    "cách liên": 241,
    "liên hệ": 680,
    "hệ với": 550,
    "với nhà": 1660,
    "nhà tuyển": 922,
    "tuyển dụng": 1410,
    "thể": 1288,
    "nhắn": 947,
    "cho": 145,
    "tôi có": 1444,
    "có thể": 258,
    "thể nhắn": 1289,
    "nhắn tin": 948,
    "tin cho": 1295,
    "cho nhà": 149,
    "dụng không": 383,
    "lạc": 779,
    "trực": 1404,
    "tiếp": 1320,
    "ty": 1411,
    "liên lạc": 681,
    "lạc trực": 780,
    "trực tiếp": 1405,
    "tiếp với": 1321,
    "với công": 1659,
    "công ty": 263,
    "thương": 1282,
    "mại": 835,
    "điện": 1739,
    "tử": 1505,
    "việc thương": 1616,
    "thương mại": 1283,
    "mại điện": 836,
    "điện tử": 1741,
    "ngành": 899,
    "marketing": 795,
    "tìm công": 1422,
    "việc ngành": 1608,
    "ngành marketing": 904,
    "it": 582,
    "phần": 1027,
    "cứng": 286,
    "làm it": 720,
    "it phần": 588,
    "phần cứng": 1030,
    "nghệ": 896,
    "ô": 1725,
    "tô": 1437,
    "dụng công": 374,
    "công nghệ": 261,
    "nghệ ô": 898,
    "ô tô": 1726,
    "mềm": 852,
    "phần mềm": 1040,
    "hàng": 533,
    "khách": 613,
    "sạn": 1207,
    "việc nhà": 1609,
    "nhà hàng": 920,
    "hàng khách": 535,
    "khách sạn": 615,
    "kế": 644,
    "in": 574,
    "ấn": 1788,
    "dụng thiết": 393,
    "thiết kế": 1248,
    "kế in": 648,
    "in ấn": 575,
    "cơ": 266,
    "khí": 616,
    "làm cơ": 715,
    "cơ khí": 267,
    "khí điện": 619,
    "kinh": 628,
    "doanh": 321,
    "việc kinh": 1595,
    "kinh doanh": 629,
    "giáo": 470,
    "dục": 363,
    "dụng giáo": 378,
    "giáo dục": 471,
    "kiến": 635,
    "trúc": 1389,
    "làm kiến": 721,
    "kiến trúc": 636,
    "trúc xây": 1392,
    "chính": 167,
    "ngân": 905,
    "việc tài": 1622,
    "tài chính": 1414,
    "chính ngân": 171,
    "ngân hàng": 906,
    "viễn": 1575,
    "dụng viễn": 396,
    "viễn thông": 1576,
    "tế": 1488,
    "làm y": 739,
    "y tế": 1712,
    "logistics": 687,
    "việc logistics": 1599,
    "toán": 1337,
    "dụng kế": 386,
    "kế toán": 653,
    "toán kiểm": 1340,
    "kiểm toán": 638,
    "sản": 1213,
    "xuất": 1689,
    "làm sản": 729,
    "sản xuất": 1214,
    "xế": 1706,
    "tài xế": 1417,
    "luật": 698,
    "dụng luật": 387,
    "phiên": 1016,
    "dịch": 353,
    "làm phiên": 726,
    "phiên dịch": 1017,
    "thống": 1292,
    "nhúng": 935,
    "việc hệ": 1592,
    "hệ thống": 548,
    "thống nhúng": 1293,
    "iot": 579,
    "việc iot": 1593,
    "tmdt": 1322,
    "làm tmdt": 733,
    "ecommerce": 408,
    "dụng ecommerce": 376,
    "digital": 311,
    "làm digital": 717,
    "digital marketing": 312,
    "truyền": 1371,
    "việc truyền": 1620,
    "truyền thông": 1372,
    "pr": 1060,
    "dụng pr": 390,
    "cntt": 179,
    "làm cntt": 713,
    "việc công": 1581,
    "nghệ thông": 897,
    "dụng it": 381,
    "trình": 1378,
    "làm lập": 723,
    "lập trình": 784,
    "dev": 303,
    "việc dev": 1586,
    "developer": 304,
    "dụng developer": 375,
    "f": 430,
    "b": 67,
    "làm f": 718,
    "f b": 431,
    "dụng khách": 382,
    "làm thiết": 730,
    "design": 298,
    "việc design": 1585,
    "ui": 1513,
    "ux": 1521,
    "dụng ui": 395,
    "ui ux": 1514,
    "việc điện": 1627,
    "sales": 1114,
    "dụng sales": 391,
    "bán": 107,
    "làm bán": 711,
    "bán hàng": 108,
    "giảng": 473,
    "dạy": 345,
    "việc giảng": 1591,
    "giảng dạy": 474,
    "đào": 1746,
    "dụng đào": 397,
    "đào tạo": 1747,
    "làm xây": 738,
    "việc kiến": 1596,
    "dụng ngân": 389,
    "làm tài": 735,
    "tá": 1418,
    "việc y": 1626,
    "y tá": 1711,
    "bác": 105,
    "sĩ": 1181,
    "dụng bác": 373,
    "bác sĩ": 106,
    "chuỗi": 160,
    "cung": 204,
    "làm chuỗi": 712,
    "chuỗi cung": 161,
    "cung ứng": 205,
    "việc kế": 1597,
    "dụng kiểm": 385,
    "máy": 828,
    "làm nhà": 725,
    "nhà máy": 921,
    "lái": 742,
    "xe": 1680,
    "việc lái": 1602,
    "lái xe": 743,
    "làm thông": 731,
    "thông dịch": 1275,
    "biên": 77,
    "việc biên": 1578,
    "biên dịch": 78,
    "embedded": 415,
    "dụng embedded": 377,
    "vi": 1527,
    "điều": 1735,
    "khiển": 602,
    "làm vi": 736,
    "vi điều": 1528,
    "điều khiển": 1737,
    "chí": 165,
    "minh": 812,
    "việc ở": 1629,
    "ở hồ": 1798,
    "hồ chí": 559,
    "chí minh": 166,
    "tại": 1450,
    "hà": 531,
    "nội": 997,
    "dụng tại": 394,
    "tại hà": 1454,
    "hà nội": 532,
    "đà": 1744,
    "nẵng": 993,
    "làm ở": 741,
    "ở đà": 1803,
    "đà nẵng": 1745,
    "tptphcm": 1351,
    "việc tptphcm": 1618,
    "hn": 521,
    "dụng hn": 380,
    "đn": 1742,
    "làm đn": 740,
    "sài": 1173,
    "gòn": 497,
    "việc sài": 1612,
    "sài gòn": 1174,
    "hanoi": 504,
    "dụng hanoi": 379,
    "danang": 292,
    "làm danang": 716,
    "tphcm": 1349,
    "việc tphcm": 1617,
    "sg": 1138,
    "dụng sg": 392,
    "ha": 502,
    "noi": 961,
    "làm ha": 719,
    "ha noi": 503,
    "da": 290,
    "nang": 876,
    "việc da": 1584,
    "da nang": 291,
    "việc it": 1594,
    "it ở": 590,
    "ở tphcm": 1800,
    "dụng marketing": 388,
    "marketing tại": 804,
    "làm sales": 727,
    "sales đà": 1120,
    "việc cntt": 1579,
    "cntt tptphcm": 182,
    "toán hn": 1338,
    "kế đn": 655,
    "việc lập": 1604,
    "trình sài": 1385,
    "dụng kinh": 384,
    "doanh hanoi": 323,
    "tế danang": 1490,
    "việc giáo": 1590,
    "dục tphcm": 369,
    "luật sg": 703,
    "làm logistics": 722,
    "logistics ha": 691,
    "việc phiên": 1610,
    "dịch da": 355,
    "__number__": 15,
    "triệu": 1365,
    "it lương": 586,
    "lương __number__": 771,
    "__number__ triệu": 26,
    "20tr": 4,
    "marketing lương": 799,
    "lương 20tr": 764,
    "từ": 1503,
    "sales lương": 1117,
    "lương từ": 775,
    "từ __number__": 1504,
    "__number__ __number__": 25,
    "cntt lương": 180,
    "18tr": 3,
    "toán lương": 1342,
    "__number__ 18tr": 17,
    "kế lương": 649,
    "trình lương": 1383,
    "doanh lương": 325,
    "__number__ 20tr": 18,
    "30tr": 7,
    "tế lương": 1493,
    "lương 30tr": 767,
    "10tr": 0,
    "dục lương": 368,
    "lương 10tr": 760,
    "luật lương": 701,
    "25tr": 5,
    "logistics lương": 692,
    "__number__ 25tr": 19,
    "dịch lương": 357,
    "tphcm lương": 1350,
    "nội lương": 1001,
    "nẵng lương": 994,
    "tptphcm lương": 1352,
    "__number__ 30tr": 20,
    "hn lương": 522,
    "đn lương": 1743,
    "35tr": 8,
    "gòn lương": 498,
    "lương 35tr": 768,
    "hanoi lương": 505,
    "danang lương": 293,
    "12tr": 1,
    "lương 12tr": 761,
    "50tr": 13,
    "sg lương": 1139,
    "__number__ 50tr": 23,
    "noi lương": 962,
    "15tr": 2,
    "nang lương": 877,
    "lương 15tr": 762,
    "ngành it": 900,
    "lĩnh": 757,
    "vực": 1661,
    "việc lĩnh": 1603,
    "lĩnh vực": 758,
    "vực marketing": 1663,
    "mảng": 840,
    "việc mảng": 1606,
    "mảng sales": 842,
    "ngành kế": 902,
    "việc về": 1625,
    "về thiết": 1656,
    "quan": 1072,
    "việc liên": 1598,
    "liên quan": 682,
    "quan lập": 1073,
    "thuộc": 1260,
    "việc thuộc": 1615,
    "thuộc ngành": 1262,
    "ngành kinh": 901,
    "trong": 1366,
    "việc trong": 1619,
    "trong lĩnh": 1368,
    "vực y": 1664,
    "ở mảng": 1799,
    "mảng giáo": 841,
    "về ngành": 1655,
    "ngành luật": 903,
    "thuộc lĩnh": 1261,
    "vực logistics": 1662,
    "đến": 1767,
    "quan đến": 1075,
    "đến phiên": 1768,
    "it tại": 589,
    "tại tphcm": 1457,
    "việc marketing": 1605,
    "marketing ở": 805,
    "ở hà": 1797,
    "việc sales": 1611,
    "sales tại": 1119,
    "tại đà": 1458,
    "cntt ở": 183,
    "ở tptphcm": 1801,
    "toán tại": 1346,
    "tại hn": 1453,
    "việc thiết": 1614,
    "kế ở": 657,
    "ở đn": 1802,
    "trình tại": 1386,
    "tại sài": 1456,
    "doanh ở": 329,
    "ở hanoi": 1796,
    "tế tại": 1494,
    "tại danang": 1452,
    "dục ở": 371,
    "việc luật": 1600,
    "luật tại": 706,
    "tại sg": 1455,
    "logistics ở": 697,
    "ở ha": 1795,
    "dịch tại": 361,
    "tại da": 1451,
    "khoảng": 610,
    "lương khoảng": 772,
    "khoảng __number__": 612,
    "marketing mức": 800,
    "tầm": 1480,
    "lương tầm": 774,
    "tầm __number__": 1482,
    "cntt mức": 181,
    "mức 20tr": 872,
    "toán khoảng": 1339,
    "trình khoảng": 1381,
    "doanh mức": 326,
    "mức __number__": 873,
    "tầm 30tr": 1481,
    "dục khoảng": 367,
    "khoảng 10tr": 611,
    "luật mức": 702,
    "dịch khoảng": 356,
    "viên": 1529,
    "frontend": 446,
    "it lập": 587,
    "trình viên": 1387,
    "viên frontend": 1531,
    "backend": 70,
    "it backend": 583,
    "backend developer": 71,
    "fullstack": 450,
    "it fullstack": 585,
    "devops": 309,
    "engineer": 417,
    "it devops": 584,
    "devops engineer": 310,
    "content": 192,
    "marketing content": 797,
    "content marketing": 193,
    "marketing digital": 798,
    "social": 1152,
    "media": 808,
    "marketing social": 803,
    "social media": 1153,
    "seo": 1133,
    "marketing seo": 802,
    "designer": 299,
    "kế ui": 654,
    "ux designer": 1522,
    "graphic": 490,
    "kế graphic": 647,
    "graphic designer": 491,
    "motion": 817,
    "kế motion": 650,
    "motion designer": 818,
    "3d": 9,
    "artist": 66,
    "kế 3d": 645,
    "3d artist": 10,
    "trưởng": 1395,
    "toán kế": 1341,
    "toán trưởng": 1345,
    "tổng": 1498,
    "hợp": 561,
    "toán tổng": 1347,
    "tổng hợp": 1499,
    "thuế": 1258,
    "toán thuế": 1344,
    "manager": 792,
    "doanh sales": 327,
    "sales manager": 1118,
    "business": 87,
    "development": 307,
    "doanh business": 322,
    "business development": 88,
    "telesales": 1231,
    "doanh telesales": 328,
    "đa": 1727,
    "khoa": 605,
    "tế bác": 1489,
    "sĩ đa": 1185,
    "đa khoa": 1728,
    "dưỡng": 337,
    "tế điều": 1495,
    "điều dưỡng": 1736,
    "dược": 340,
    "tế dược": 1491,
    "dược sĩ": 341,
    "tiếng": 1316,
    "anh": 56,
    "dục giáo": 364,
    "giáo viên": 472,
    "viên tiếng": 1539,
    "tiếng anh": 1317,
    "mầm": 845,
    "non": 963,
    "viên mầm": 1534,
    "mầm non": 846,
    "đại": 1756,
    "học": 553,
    "dục giảng": 365,
    "giảng viên": 475,
    "viên đại": 1547,
    "đại học": 1757,
    "sư": 1188,
    "tư": 1446,
    "vấn": 1634,
    "luật luật": 700,
    "luật sư": 704,
    "sư tư": 1200,
    "tư vấn": 1448,
    "chuyên": 152,
    "pháp": 1018,
    "lý": 744,
    "luật chuyên": 699,
    "chuyên viên": 156,
    "viên pháp": 1536,
    "pháp lý": 1020,
    "quản": 1083,
    "kho": 603,
    "logistics quản": 693,
    "quản lý": 1084,
    "lý kho": 749,
    "nhập": 943,
    "khẩu": 625,
    "logistics xuất": 695,
    "xuất nhập": 1691,
    "nhập khẩu": 944,
    "logistics chuỗi": 689,
    "frontend tại": 449,
    "designer tại": 301,
    "trưởng ở": 1399,
    "manager tại": 794,
    "khoa ở": 608,
    "frontend lương": 448,
    "designer lương": 300,
    "trưởng lương": 1396,
    "manager lương": 793,
    "40tr": 11,
    "khoa lương": 606,
    "lương 40tr": 769,
    "lương 25tr": 765,
    "lương 18tr": 763,
    "45tr": 12,
    "lương 45tr": 770,
    "sàn": 1175,
    "tử quản": 1508,
    "lý sàn": 753,
    "sàn tmdt": 1176,
    "marketplace": 806,
    "tử chuyên": 1506,
    "viên marketplace": 1533,
    "marketplace tại": 807,
    "tmdt lương": 1323,
    "vận": 1644,
    "hành": 538,
    "việc ecommerce": 1587,
    "ecommerce quản": 409,
    "lý vận": 756,
    "vận hành": 1645,
    "hành ở": 539,
    "brand": 83,
    "marketing brand": 796,
    "brand manager": 84,
    "media manager": 809,
    "performance": 1012,
    "marketing performance": 801,
    "performance marketing": 1013,
    "thông pr": 1277,
    "pr manager": 1061,
    "kỹ": 660,
    "cứng kỹ": 287,
    "kỹ sư": 662,
    "sư phần": 1196,
    "hạ": 544,
    "tầng": 1483,
    "cứng quản": 288,
    "lý hạ": 748,
    "hạ tầng": 545,
    "tầng tại": 1484,
    "mạng": 837,
    "sư mạng": 1193,
    "mạng lương": 838,
    "system": 1171,
    "cứng system": 289,
    "system engineer": 1172,
    "engineer tại": 418,
    "__number__ 35tr": 21,
    "bảo": 119,
    "trì": 1376,
    "sư bảo": 1189,
    "bảo trì": 121,
    "trì ở": 1377,
    "tô kỹ": 1439,
    "sư ô": 1205,
    "tô chuyên": 1438,
    "viên bảo": 1530,
    "bảo dưỡng": 120,
    "dưỡng tại": 339,
    "sư thiết": 1198,
    "thuật": 1255,
    "tô quản": 1440,
    "lý kỹ": 751,
    "kỹ thuật": 663,
    "thuật tại": 1256,
    "__number__ 40tr": 22,
    "sư cơ": 1190,
    "khí ô": 618,
    "tô ở": 1441,
    "sạn quản": 1210,
    "lý nhà": 752,
    "bếp": 127,
    "sạn bếp": 1208,
    "bếp trưởng": 128,
    "trưởng tại": 1398,
    "giám": 467,
    "sát": 1178,
    "việc f": 1588,
    "b giám": 68,
    "giám sát": 468,
    "sát f": 1180,
    "b lương": 69,
    "lý khách": 750,
    "sạn tại": 1211,
    "lễ": 785,
    "tân": 1419,
    "sạn lễ": 1209,
    "lễ tân": 786,
    "tân khách": 1420,
    "sạn ở": 1212,
    "art": 64,
    "director": 315,
    "ấn art": 1789,
    "art director": 65,
    "quảng": 1086,
    "cáo": 251,
    "ấn thiết": 1792,
    "kế quảng": 652,
    "quảng cáo": 1087,
    "cáo tại": 252,
    "ấn chuyên": 1790,
    "viên in": 1532,
    "ấn lương": 1791,
    "bao": 73,
    "bì": 111,
    "kế bao": 646,
    "bao bì": 74,
    "bì tại": 112,
    "đồ": 1781,
    "họa": 551,
    "kế đồ": 656,
    "đồ họa": 1782,
    "họa ở": 552,
    "việc cơ": 1582,
    "tử kỹ": 1507,
    "cơ điện": 268,
    "tự": 1510,
    "động": 1786,
    "hóa": 540,
    "sư tự": 1201,
    "tự động": 1512,
    "động hóa": 1787,
    "hóa tại": 541,
    "sư điện": 1206,
    "điện lương": 1740,
    "khí tại": 617,
    "thuật viên": 1257,
    "viên điện": 1546,
    "tử ở": 1509,
    "dựng kiến": 403,
    "trúc sư": 1391,
    "dựng kỹ": 404,
    "sư xây": 1204,
    "dựng tại": 407,
    "dựng giám": 401,
    "sát công": 1179,
    "công trình": 262,
    "dự": 398,
    "án": 1718,
    "dựng quản": 405,
    "lý dự": 747,
    "dự án": 399,
    "án tại": 1722,
    "thất": 1284,
    "dựng thiết": 406,
    "kế nội": 651,
    "nội thất": 1002,
    "thất ở": 1285,
    "tín": 1433,
    "chính chuyên": 168,
    "viên tín": 1540,
    "tín dụng": 1434,
    "đầu": 1760,
    "hàng chuyên": 534,
    "viên đầu": 1548,
    "đầu tư": 1763,
    "tư tại": 1447,
    "phân": 1023,
    "tích": 1427,
    "viên phân": 1537,
    "phân tích": 1024,
    "tích tài": 1431,
    "chính lương": 170,
    "danh": 294,
    "mục": 862,
    "hàng quản": 536,
    "lý danh": 746,
    "danh mục": 295,
    "mục đầu": 870,
    "viên ngân": 1535,
    "hàng ở": 537,
    "việc viễn": 1624,
    "thông kỹ": 1276,
    "sư viễn": 1202,
    "mạng tại": 839,
    "vô": 1632,
    "tuyến": 1406,
    "28tr": 6,
    "sư vô": 1203,
    "vô tuyến": 1633,
    "tuyến lương": 1407,
    "lương 28tr": 766,
    "thông quản": 1278,
    "án viễn": 1723,
    "thông tại": 1280,
    "viên viễn": 1543,
    "thông ở": 1281,
    "nhúng kỹ": 936,
    "sư nhúng": 1194,
    "iot kỹ": 580,
    "sư iot": 1192,
    "iot tại": 581,
    "nhúng lập": 938,
    "trình nhúng": 1384,
    "nhúng lương": 937,
    "phát": 1021,
    "triển": 1363,
    "sư phát": 1195,
    "phát triển": 1022,
    "triển iot": 1364,
    "firmware": 439,
    "sư firmware": 1191,
    "firmware ở": 440,
    "đốc": 1778,
    "việc sản": 1613,
    "xuất quản": 1692,
    "quản đốc": 1085,
    "đốc nhà": 1780,
    "xuất kỹ": 1690,
    "sư sản": 1197,
    "xuất tại": 1693,
    "chất": 172,
    "lượng": 777,
    "lý chất": 745,
    "chất lượng": 173,
    "lượng lương": 778,
    "lý sản": 754,
    "viên sản": 1538,
    "xuất ở": 1694,
    "mềm frontend": 855,
    "frontend developer": 447,
    "mềm backend": 853,
    "developer tại": 306,
    "mềm fullstack": 856,
    "fullstack developer": 451,
    "developer lương": 305,
    "mobile": 813,
    "mềm mobile": 857,
    "mobile developer": 814,
    "mềm devops": 854,
    "engineer ở": 419,
    "development manager": 308,
    "executive": 421,
    "sales executive": 1116,
    "executive tại": 422,
    "key": 600,
    "doanh key": 324,
    "key account": 601,
    "account manager": 38,
    "60tr": 14,
    "sales director": 1115,
    "director tại": 316,
    "__number__ 60tr": 24,
    "telesales ở": 1232,
    "học tại": 555,
    "hiệu": 519,
    "dục hiệu": 366,
    "hiệu trưởng": 520,
    "bộ": 131,
    "dục đào": 370,
    "tạo nội": 1462,
    "nội bộ": 998,
    "bộ tại": 133,
    "non ở": 964,
    "sĩ nội": 1184,
    "nội khoa": 1000,
    "dưỡng trưởng": 338,
    "sĩ lương": 1183,
    "sĩ chuyên": 1182,
    "chuyên khoa": 153,
    "khoa tại": 607,
    "xét": 1697,
    "nghiệm": 881,
    "tế kỹ": 1492,
    "viên xét": 1545,
    "xét nghiệm": 1698,
    "nghiệm ở": 892,
    "logistics giám": 690,
    "giám đốc": 469,
    "đốc logistics": 1779,
    "logistics chuyên": 688,
    "viên xuất": 1544,
    "khẩu tại": 626,
    "kho lương": 604,
    "supply": 1169,
    "chain": 139,
    "logistics supply": 694,
    "supply chain": 1170,
    "chain manager": 140,
    "phối": 1056,
    "tải": 1475,
    "logistics điều": 696,
    "điều phối": 1738,
    "phối vận": 1057,
    "vận tải": 1646,
    "tải ở": 1477,
    "toán viên": 1348,
    "viên tại": 1542,
    "hợp lương": 562,
    "thuế tại": 1259,
    "toán nội": 1343,
    "bộ ở": 134,
    "container": 191,
    "xế tài": 1708,
    "xế xe": 1709,
    "xe container": 1681,
    "xe tải": 1684,
    "tải tại": 1476,
    "xe khách": 1683,
    "khách lương": 614,
    "xe công": 1682,
    "ty tại": 1412,
    "__number__ 15tr": 16,
    "giao": 465,
    "xế giao": 1707,
    "giao hàng": 466,
    "lý tại": 755,
    "phòng": 1025,
    "chế": 174,
    "luật trưởng": 705,
    "trưởng phòng": 1397,
    "phòng pháp": 1026,
    "pháp chế": 1019,
    "chế lương": 175,
    "tranh": 1360,
    "tụng": 1501,
    "sư tranh": 1199,
    "tranh tụng": 1361,
    "tụng tại": 1502,
    "viên tư": 1541,
    "vấn luật": 1637,
    "luật ở": 707,
    "dịch phiên": 358,
    "dịch viên": 362,
    "dịch biên": 354,
    "nhật": 945,
    "dịch tiếng": 359,
    "tiếng nhật": 1318,
    "nhật lương": 946,
    "trung": 1369,
    "tiếng trung": 1319,
    "trung tại": 1370,
    "liệu": 685,
    "dịch tài": 360,
    "tài liệu": 1416,
    "liệu ở": 686,
    "xóa": 1699,
    "xóa tìm": 1704,
    "reset": 1101,
    "reset tìm": 1102,
    "bắt": 123,
    "lại": 781,
    "bắt đầu": 124,
    "đầu lại": 1761,
    "các": 232,
    "tiêu": 1314,
    "xóa các": 1701,
    "các tiêu": 236,
    "tiêu chí": 1315,
    "lọc": 787,
    "xóa bộ": 1700,
    "bộ lọc": 132,
    "bỏ": 129,
    "cũ": 265,
    "bỏ tìm": 130,
    "kiếm cũ": 632,
    "làm mới": 724,
    "mới tìm": 861,
    "kết": 658,
    "quả": 1081,
    "xóa kết": 1703,
    "kết quả": 659,
    "quả cũ": 1082,
    "clear": 178,
    "kiếm mới": 633,
    "đầu tìm": 1762,
    "tìm mới": 1424,
    "tất": 1478,
    "cả": 269,
    "xóa tất": 1705,
    "tất cả": 1479,
    "hết": 546,
    "xóa hết": 1702,
    "gồm": 499,
    "những": 949,
    "cv gồm": 212,
    "gồm những": 501,
    "những phần": 953,
    "phần nào": 1043,
    "một": 858,
    "cần": 276,
    "gì": 495,
    "một cv": 859,
    "cv cần": 211,
    "cần có": 277,
    "có những": 257,
    "những gì": 950,
    "cv bao": 207,
    "bao gồm": 75,
    "những mục": 952,
    "mục nào": 868,
    "viết": 1549,
    "dẫn viết": 351,
    "viết cv": 1552,
    "cần những": 279,
    "những thông": 955,
    "tin gì": 1299,
    "cấu": 274,
    "cấu trúc": 275,
    "trúc của": 1390,
    "của một": 284,
    "nên": 976,
    "cv nên": 218,
    "nên có": 977,
    "hoàn": 528,
    "chỉnh": 176,
    "cv hoàn": 214,
    "hoàn chỉnh": 529,
    "chỉnh gồm": 177,
    "gồm gì": 500,
    "các phần": 234,
    "phần trong": 1052,
    "trong cv": 1367,
    "dung": 333,
    "nội dung": 999,
    "dung chính": 334,
    "chính của": 169,
    "của cv": 283,
    "chuẩn": 157,
    "cv chuẩn": 209,
    "chuẩn cần": 159,
    "mẫu": 847,
    "mẫu cv": 848,
    "phần thông": 1051,
    "tin cá": 1296,
    "nhân trong": 931,
    "viết thông": 1571,
    "cv thế": 223,
    "nhân gì": 927,
    "nhân nào": 928,
    "nào cần": 973,
    "có trong": 259,
    "cách viết": 247,
    "nhân cv": 924,
    "viết phần": 1562,
    "phần profile": 1045,
    "profile cá": 1064,
    "tin liên": 1302,
    "hệ trong": 549,
    "nên để": 979,
    "để những": 1772,
    "bày": 95,
    "cách trình": 244,
    "trình bày": 1379,
    "bày thông": 104,
    "tin cần": 1297,
    "cần thiết": 280,
    "thiết trong": 1250,
    "trọng": 1402,
    "tin quan": 1306,
    "quan trọng": 1074,
    "trọng trong": 1403,
    "mô": 831,
    "tả": 1464,
    "bản": 117,
    "thân": 1268,
    "phần mô": 1039,
    "mô tả": 832,
    "tả bản": 1465,
    "bản thân": 118,
    "giới": 476,
    "thiệu": 1251,
    "viết giới": 1555,
    "giới thiệu": 477,
    "thiệu bản": 1252,
    "thân trong": 1272,
    "summary": 1163,
    "phần summary": 1049,
    "summary trong": 1164,
    "cv viết": 226,
    "viết sao": 1568,
    "tả profile": 1471,
    "nhân thế": 930,
    "tả cv": 1466,
    "viết profile": 1563,
    "profile trong": 1067,
    "mình": 829,
    "thiệu về": 1254,
    "về mình": 1654,
    "mình trong": 830,
    "tóm": 1435,
    "tắt": 1486,
    "phần tóm": 1053,
    "tóm tắt": 1436,
    "tắt trong": 1487,
    "ngắn": 911,
    "tả ngắn": 1470,
    "ngắn về": 912,
    "về bản": 1648,
    "profile summary": 1065,
    "summary viết": 1165,
    "viết thế": 1572,
    "phần tổng": 1054,
    "tổng quan": 1500,
    "nghiệp": 893,
    "thân chuyên": 1269,
    "chuyên nghiệp": 155,
    "phần học": 1035,
    "học vấn": 557,
    "vấn trong": 1641,
    "bày phần": 101,
    "education": 410,
    "phần education": 1032,
    "education trong": 412,
    "ghi": 454,
    "tin học": 1300,
    "vấn cần": 1635,
    "cần ghi": 278,
    "ghi gì": 455,
    "quá": 1079,
    "tập": 1485,
    "viết quá": 1565,
    "quá trình": 1080,
    "trình học": 1380,
    "học tập": 556,
    "bày học": 97,
    "academic": 35,
    "background": 72,
    "phần academic": 1028,
    "academic background": 36,
    "trường": 1393,
    "tin trường": 1308,
    "trường học": 1394,
    "học trong": 554,
    "ghi học": 456,
    "vấn thế": 1640,
    "nào cho": 972,
    "cho chuẩn": 147,
    "bằng": 125,
    "cấp": 272,
    "viết bằng": 1551,
    "bằng cấp": 126,
    "cấp trong": 273,
    "độ": 1783,
    "ra": 1088,
    "trình độ": 1388,
    "độ học": 1784,
    "vấn ghi": 1636,
    "ghi ra": 460,
    "ra sao": 1089,
    "viết kinh": 1559,
    "kinh nghiệm": 630,
    "nghiệm làm": 885,
    "làm việc": 737,
    "work": 1677,
    "experience": 423,
    "phần work": 1055,
    "work experience": 1678,
    "experience trong": 425,
    "bày kinh": 98,
    "nghiệm việc": 890,
    "nghiệm trong": 888,
    "cách ghi": 240,
    "ghi kinh": 457,
    "nghiệm công": 883,
    "việc viết": 1623,
    "môn": 833,
    "tả kinh": 1468,
    "nghiệm chuyên": 882,
    "chuyên môn": 154,
    "bày quá": 102,
    "trình làm": 1382,
    "viết job": 1558,
    "job experience": 595,
    "nghiệm dự": 884,
    "án ghi": 1720,
    "ghi thế": 462,
    "đã": 1749,
    "viết về": 1574,
    "về công": 1650,
    "việc đã": 1628,
    "đã làm": 1750,
    "nghề": 894,
    "nghiệm nghề": 886,
    "nghề nghiệp": 895,
    "năng": 981,
    "viết kỹ": 1560,
    "kỹ năng": 661,
    "năng trong": 991,
    "skills": 1141,
    "phần skills": 1048,
    "skills trong": 1144,
    "bày kỹ": 99,
    "năng chuyên": 982,
    "về các": 1649,
    "các kỹ": 233,
    "năng cần": 983,
    "liệt": 683,
    "kê": 642,
    "cách liệt": 242,
    "liệt kê": 684,
    "kê kỹ": 643,
    "tả kỹ": 1469,
    "năng làm": 986,
    "môn ghi": 834,
    "soft": 1154,
    "soft skills": 1155,
    "hard": 506,
    "hard skills": 507,
    "skills cần": 1142,
    "ghi những": 459,
    "technical": 1229,
    "viết technical": 1570,
    "technical skills": 1230,
    "lực": 788,
    "bày năng": 100,
    "năng lực": 987,
    "lực bản": 789,
    "điền": 1729,
    "cần điền": 281,
    "điền những": 1732,
    "chuẩn có": 158,
    "tab": 1219,
    "cv có": 210,
    "những tab": 954,
    "tab nào": 1224,
    "là": 708,
    "các tab": 235,
    "tab trong": 1226,
    "cv là": 216,
    "là gì": 709,
    "được": 1754,
    "chia": 143,
    "thành": 1263,
    "mấy": 843,
    "cv được": 227,
    "được chia": 1755,
    "chia thành": 144,
    "thành mấy": 1264,
    "mấy phần": 844,
    "nhiêu": 917,
    "có bao": 254,
    "bao nhiêu": 76,
    "nhiêu mục": 918,
    "mục chính": 863,
    "vào": 1630,
    "như": 939,
    "điền thông": 1734,
    "nhân vào": 932,
    "vào cv": 1631,
    "cv như": 217,
    "như thế": 940,
    "nhân cần": 925,
    "có gì": 255,
    "gì trong": 496,
    "dẫn điền": 352,
    "personal": 1014,
    "phần personal": 1044,
    "personal information": 1015,
    "information trong": 578,
    "nhân sao": 929,
    "sao cho": 1122,
    "cho chuyên": 146,
    "tab thông": 1225,
    "nhân điền": 933,
    "điền gì": 1730,
    "cách điền": 249,
    "điền tab": 1733,
    "mục thông": 869,
    "nhân ghi": 926,
    "tả trong": 1472,
    "viết gì": 1556,
    "viết mô": 1561,
    "tả về": 1474,
    "thân thế": 1271,
    "phần giới": 1034,
    "tab mô": 1223,
    "tả viết": 1473,
    "viết ra": 1566,
    "tự giới": 1511,
    "thiệu trong": 1253,
    "profile thế": 1066,
    "mục mô": 867,
    "tả cần": 1467,
    "hay": 510,
    "thân sao": 1270,
    "cho hay": 148,
    "vấn như": 1638,
    "vấn vào": 1642,
    "education gồm": 411,
    "cv phần": 221,
    "về học": 1652,
    "viết học": 1557,
    "tab học": 1220,
    "vấn điền": 1643,
    "mục học": 864,
    "đúng": 1751,
    "vấn sao": 1639,
    "cho đúng": 151,
    "phần kinh": 1036,
    "việc ghi": 1589,
    "ghi như": 458,
    "viết experience": 1554,
    "việc cần": 1583,
    "phần experience": 1033,
    "experience cần": 424,
    "tin kinh": 1301,
    "nghiệm vào": 891,
    "tab kinh": 1221,
    "nghiệm viết": 889,
    "mục kinh": 865,
    "tốt": 1497,
    "nghiệm sao": 887,
    "cho tốt": 150,
    "phần kỹ": 1037,
    "viết skills": 1569,
    "section": 1126,
    "skills section": 1143,
    "section trong": 1127,
    "những kỹ": 951,
    "năng gì": 985,
    "năng ghi": 984,
    "ghi trong": 463,
    "skills viết": 1145,
    "điền kỹ": 1731,
    "năng vào": 992,
    "tab kỹ": 1222,
    "mục kỹ": 866,
    "năng thế": 990,
    "năng sao": 989,
    "ngôn": 907,
    "ngữ": 913,
    "phần ngôn": 1041,
    "ngôn ngữ": 908,
    "ngữ trong": 915,
    "viết trình": 1573,
    "độ ngôn": 1785,
    "language": 664,
    "language skills": 665,
    "ngữ ghi": 914,
    "tin ngôn": 1304,
    "languages": 666,
    "phần languages": 1038,
    "languages trong": 667,
    "năng ngôn": 988,
    "ngữ viết": 916,
    "ghi trình": 464,
    "phần dự": 1031,
    "án trong": 1721,
    "projects": 1070,
    "viết projects": 1564,
    "projects trong": 1071,
    "về dự": 1651,
    "án đã": 1724,
    "project": 1068,
    "project experience": 1069,
    "án cần": 1719,
    "phần projects": 1046,
    "tin dự": 1298,
    "viết dự": 1553,
    "phần thành": 1050,
    "thành tích": 1265,
    "tích trong": 1430,
    "achievements": 39,
    "viết achievements": 1550,
    "tích ghi": 1429,
    "đạt": 1758,
    "về thành": 1657,
    "tích đạt": 1432,
    "đạt được": 1759,
    "achievements section": 40,
    "tích cần": 1428,
    "phần achievements": 1029,
    "tin thành": 1307,
    "ghi thành": 461,
    "người": 909,
    "tham": 1233,
    "khảo": 621,
    "phần người": 1042,
    "người tham": 910,
    "tham khảo": 1234,
    "khảo trong": 624,
    "references": 1097,
    "viết references": 1567,
    "khảo ghi": 623,
    "references section": 1098,
    "phần references": 1047,
    "khảo cần": 622,
    "tin người": 1305,
    "references trong": 1099,
    "references viết": 1100,
    "định": 1776,
    "dạng": 342,
    "định dạng": 1777,
    "dạng cv": 343,
    "format": 444,
    "format cv": 445,
    "cv ra": 222,
    "bày cv": 96,
    "nên định": 980,
    "dạng thế": 344,
    "dẫn format": 347,
    "layout": 669,
    "cv layout": 215,
    "layout chuẩn": 670,
    "cách format": 239,
    "cv chuyên": 208,
    "nên trình": 978,
    "bày ra": 103,
    "mẹo": 849,
    "mẹo viết": 851,
    "cv hay": 213,
    "tips": 1310,
    "tips viết": 1313,
    "cv tốt": 225,
    "nổi": 995,
    "bật": 122,
    "để cv": 1770,
    "cv nổi": 219,
    "nổi bật": 996,
    "bí": 113,
    "quyết": 1076,
    "bí quyết": 114,
    "quyết viết": 1078,
    "and": 54,
    "tricks": 1362,
    "cv tips": 224,
    "tips and": 1311,
    "and tricks": 55,
    "tượng": 1449,
    "cách làm": 243,
    "làm cv": 714,
    "cv ấn": 229,
    "ấn tượng": 1793,
    "mẹo tạo": 850,
    "đẹp": 1766,
    "tips tạo": 1312,
    "cv đẹp": 228,
    "quyết tạo": 1077
  },
  "intent": {
    "greet": 19,
    "goodbye": 18,
    "affirm": 0,
    "deny": 16,
    "mood_great": 22,
    "mood_unhappy": 23,
    "bot_challenge": 14,
    "job_search_how": 21,
    "profile_creation": 24,
    "application_status": 1,
    "salary_info": 25,
    "job_alerts": 20,
    "employer_contact": 17,
    "search_jobs_by_field": 26,
    "clear_slots": 15,
    "ask_cv_sections": 11,
    "ask_cv_personal_info": 8,
    "ask_cv_description": 3,
    "ask_cv_education": 4,
    "ask_cv_experience": 5,
    "ask_cv_skills": 12,
    "ask_cv_languages": 7,
    "ask_cv_projects": 9,
    "ask_cv_achievements": 2,
    "ask_cv_references": 10,
    "ask_cv_format": 6,
    "ask_cv_tips": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_search_jobs": 9,
    "utter_application_status": 13,
    "utter_cheer_up": 14,
    "utter_cv_description": 15,
    "utter_cv_education": 16,
    "utter_cv_experience": 17,
    "utter_cv_personal_info": 18,
    "utter_cv_sections": 19,
    "utter_cv_skills": 20,
    "utter_employer_contact": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_iamabot": 24,
    "utter_job_alerts": 25,
    "utter_profile_creation": 26,
    "utter_salary_info": 27,
    "utter_search_jobs": 28
  },
  "action_text": null,
  "intent_response_key": null
}