{
  "text": {
    " ": 0,
    "h": 1436,
    "e": 1188,
    "y": 2890,
    " h": 223,
    "he": 1453,
    "ey": 1337,
    "y ": 2891,
    " he": 230,
    "hey": 1463,
    "ey ": 1338,
    " hey": 232,
    "hey ": 1464,
    "l": 1793,
    "o": 2103,
    "el": 1237,
    "ll": 1832,
    "lo": 1840,
    "o ": 2104,
    "hel": 1457,
    "ell": 1243,
    "llo": 1834,
    "lo ": 1841,
    " hel": 231,
    "hell": 1458,
    "ello": 1245,
    "llo ": 1835,
    "i": 1597,
    "hi": 1465,
    "i ": 1598,
    " hi": 233,
    "hi ": 1466,
    " hi ": 234,
    "t": 2502,
    "r": 2288,
    " t": 478,
    "th": 2535,
    "er": 1278,
    "re": 2309,
    "e ": 1189,
    " th": 484,
    "the": 2539,
    "her": 1461,
    "ere": 1284,
    "re ": 2310,
    " the": 486,
    "ther": 2542,
    "here": 1462,
    "ere ": 1285,
    "g": 1374,
    "d": 1104,
    " g": 205,
    "go": 1409,
    "oo": 2162,
    "od": 2118,
    "d ": 1105,
    " go": 212,
    "goo": 1413,
    "ood": 2163,
    "od ": 2119,
    " goo": 215,
    "good": 1414,
    "ood ": 2164,
    "m": 1887,
    "n": 1984,
    " m": 332,
    "mo": 1932,
    "or": 2177,
    "rn": 2353,
    "ni": 2050,
    "in": 1649,
    "ng": 2017,
    "g ": 1375,
    " mo": 342,
    "mor": 1937,
    "orn": 2183,
    "rni": 2354,
    "nin": 2058,
    "ing": 1660,
    "ng ": 2018,
    " mor": 345,
    "morn": 1938,
    "orni": 2184,
    "rnin": 2355,
    "ning": 2059,
    "ing ": 1661,
    "v": 2798,
    " e": 177,
    "ev": 1322,
    "ve": 2800,
    "en": 1262,
    " ev": 186,
    "eve": 1324,
    "ven": 2804,
    "eni": 1267,
    " eve": 187,
    "even": 1326,
    "veni": 2805,
    "enin": 1268,
    "oi": 2133,
    "n ": 1985,
    "moi": 1935,
    "oin": 2135,
    "in ": 1650,
    " moi": 344,
    "moin": 1936,
    "oin ": 2136,
    " l": 298,
    "le": 1805,
    "et": 1312,
    "t ": 2503,
    " le": 301,
    "let": 1814,
    "et ": 1313,
    " let": 302,
    "let ": 1815,
    "s": 2409,
    " s": 434,
    "s ": 2410,
    " s ": 435,
    "go ": 1410,
    " go ": 213,
    "u": 2700,
    " d": 141,
    "du": 1159,
    "ud": 2705,
    "de": 1121,
    " du": 158,
    "dud": 1160,
    "ude": 2706,
    "de ": 1122,
    " dud": 159,
    "dude": 1161,
    "ude ": 2707,
    "dm": 1146,
    "odm": 2124,
    "dmo": 1147,
    "oodm": 2167,
    "odmo": 2125,
    "dmor": 1148,
    "ode": 2122,
    "dev": 1133,
    "oode": 2166,
    "odev": 2123,
    "deve": 1135,
    "a": 809,
    "f": 1339,
    " a": 35,
    "af": 832,
    "ft": 1367,
    "te": 2516,
    "no": 2062,
    "on": 2149,
    " af": 41,
    "aft": 833,
    "fte": 1368,
    "ter": 2529,
    "ern": 1290,
    "rno": 2356,
    "noo": 2068,
    "oon": 2168,
    "on ": 2150,
    " aft": 42,
    "afte": 834,
    "fter": 1369,
    "tern": 2531,
    "erno": 1291,
    "rnoo": 2357,
    "noon": 2069,
    "oon ": 2169,
    "x": 2862,
    " x": 608,
    "xi": 2870,
    " xi": 612,
    "xin": 2871,
    " xin": 613,
    "xin ": 2872,
    "c": 994,
    "à": 2920,
    " c": 92,
    "ch": 1010,
    "hà": 1509,
    "ào": 2932,
    " ch": 97,
    "chà": 1021,
    "hào": 1514,
    "ào ": 2933,
    " chà": 102,
    "chào": 1022,
    "hào ": 1515,
    "b": 924,
    "ạ": 3091,
    " b": 56,
    "bạ": 978,
    "ạn": 3097,
    " bạ": 80,
    "bạn": 979,
    "ạn ": 3098,
    " bạn": 81,
    "bạn ": 980,
    "ổ": 3219,
    "bu": 958,
    "uổ": 2789,
    "ổi": 3220,
    " bu": 67,
    "buổ": 963,
    "uổi": 2790,
    "ổi ": 3221,
    " buổ": 70,
    "buổi": 964,
    "uổi ": 2791,
    "á": 2936,
    "sá": 2485,
    "án": 2946,
    " sá": 465,
    "sán": 2486,
    "áng": 2948,
    " sán": 466,
    "sáng": 2487,
    "áng ": 2949,
    "ố": 3208,
    "tố": 2685,
    "ối": 3211,
    " tố": 551,
    "tối": 2686,
    "ối ": 3212,
    " tối": 552,
    "tối ": 2687,
    "é": 2965,
    " n": 368,
    "nh": 2032,
    "hé": 1528,
    "é ": 2966,
    " nh": 379,
    "nhé": 2040,
    "hé ": 1529,
    " nhé": 382,
    "nhé ": 2041,
    "cu": 1070,
    "u ": 2701,
    " cu": 117,
    "cu ": 1071,
    " cu ": 118,
    "by": 965,
    " by": 71,
    "by ": 966,
    " by ": 72,
    "ce": 1004,
    "ee": 1225,
    " ce": 95,
    "cee": 1006,
    "ee ": 1226,
    " cee": 96,
    "cee ": 1007,
    " y": 624,
    "yo": 2898,
    "ou": 2196,
    " yo": 628,
    "you": 2899,
    "ou ": 2197,
    " you": 629,
    "you ": 2900,
    "la": 1795,
    "at": 905,
    "r ": 2289,
    " la": 299,
    "lat": 1801,
    "ate": 907,
    "er ": 1279,
    " lat": 300,
    "late": 1802,
    "ater": 909,
    "ter ": 2530,
    "ig": 1628,
    "gh": 1384,
    "ht": 1494,
    " ni": 386,
    "nig": 2056,
    "igh": 1629,
    "ght": 1387,
    "ht ": 1495,
    " nig": 388,
    "nigh": 2057,
    "ight": 1630,
    "ght ": 1388,
    "ye": 2892,
    "bye": 967,
    "ye ": 2893,
    " bye": 73,
    "bye ": 968,
    "db": 1115,
    "odb": 2120,
    "dby": 1116,
    "oodb": 2165,
    "odby": 2121,
    "dbye": 1117,
    "ha": 1438,
    "av": 916,
    " ha": 224,
    "hav": 1448,
    "ave": 917,
    "ve ": 2801,
    " hav": 227,
    "have": 1449,
    "ave ": 918,
    "a ": 810,
    " a ": 36,
    "ic": 1611,
    "nic": 2051,
    "ice": 1615,
    "ce ": 1005,
    " nic": 387,
    "nice": 2053,
    "ice ": 1616,
    "da": 1106,
    "ay": 919,
    " da": 142,
    "day": 1113,
    "ay ": 920,
    " day": 145,
    "day ": 1114,
    "se": 2429,
    " se": 442,
    "see": 2431,
    " see": 443,
    "see ": 2432,
    "ar": 888,
    "ro": 2358,
    "un": 2729,
    "nd": 1994,
    " ar": 52,
    "aro": 896,
    "rou": 2364,
    "oun": 2198,
    "und": 2730,
    "nd ": 1995,
    " aro": 54,
    "arou": 897,
    "roun": 2365,
    "ound": 2199,
    "und ": 2731,
    "es": 1299,
    " ye": 626,
    "yes": 2896,
    "es ": 1300,
    " yes": 627,
    "yes ": 2897,
    " y ": 625,
    " i": 264,
    "ed": 1219,
    " in": 266,
    "ind": 1651,
    "nde": 1996,
    "dee": 1125,
    "eed": 1227,
    "ed ": 1220,
    " ind": 268,
    "inde": 1653,
    "ndee": 1997,
    "deed": 1126,
    "eed ": 1228,
    " o": 401,
    "of": 2126,
    "f ": 1340,
    " of": 402,
    "of ": 2127,
    " of ": 403,
    "co": 1047,
    "ur": 2749,
    "rs": 2371,
    " co": 110,
    "cou": 1056,
    "our": 2201,
    "urs": 2752,
    "rse": 2373,
    "se ": 2430,
    " cou": 114,
    "cour": 1058,
    "ours": 2202,
    "urse": 2753,
    "rse ": 2374,
    "tha": 2537,
    "hat": 1446,
    "at ": 906,
    " tha": 485,
    "that": 2538,
    "hat ": 1447,
    "so": 2447,
    "ds": 1155,
    " so": 450,
    "sou": 2451,
    "nds": 1999,
    "ds ": 1156,
    " sou": 453,
    "soun": 2452,
    "unds": 2732,
    "nds ": 2000,
    "rr": 2366,
    "ec": 1205,
    "ct": 1066,
    "cor": 1054,
    "orr": 2185,
    "rre": 2367,
    "rec": 2315,
    "ect": 1214,
    "ct ": 1067,
    " cor": 113,
    "corr": 1055,
    "orre": 2186,
    "rrec": 2368,
    "rect": 2318,
    "ect ": 1215,
    " no": 389,
    "no ": 2063,
    " no ": 390,
    " n ": 369,
    "ne": 2001,
    " ne": 372,
    "nev": 2008,
    "ver": 2806,
    " nev": 373,
    "neve": 2009,
    "ever": 1327,
    "ver ": 2807,
    " i ": 265,
    "do": 1149,
    " do": 154,
    "don": 1153,
    " don": 157,
    "don ": 1154,
    " t ": 479,
    "k": 1747,
    "nk": 2060,
    "k ": 1748,
    "thi": 2543,
    "hin": 1469,
    "ink": 1665,
    "nk ": 2061,
    " thi": 487,
    "thin": 2544,
    "hink": 1470,
    "ink ": 1666,
    "so ": 2448,
    " so ": 451,
    "li": 1816,
    "ik": 1638,
    "ke": 1749,
    " li": 303,
    "lik": 1819,
    "ike": 1639,
    "ke ": 1750,
    " lik": 304,
    "like": 1820,
    "ike ": 1640,
    "w": 2836,
    " w": 594,
    "wa": 2838,
    " wa": 595,
    "way": 2843,
    " way": 597,
    "way ": 2844,
    "ot": 2191,
    "not": 2070,
    "ot ": 2192,
    " not": 393,
    "not ": 2071,
    " r": 427,
    "ea": 1190,
    "al": 846,
    "ly": 1856,
    " re": 430,
    "rea": 2311,
    "eal": 1193,
    "all": 855,
    "lly": 1838,
    "ly ": 1857,
    " rea": 431,
    "real": 2313,
    "eall": 1194,
    "ally": 856,
    "lly ": 1839,
    "p": 2217,
    " p": 408,
    "pe": 2225,
    "rf": 2325,
    "fe": 1344,
    " pe": 409,
    "per": 2228,
    "erf": 1286,
    "rfe": 2326,
    "fec": 1345,
    " per": 410,
    "perf": 2230,
    "erfe": 1287,
    "rfec": 2327,
    "fect": 1346,
    "gr": 1415,
    " gr": 216,
    "gre": 1418,
    "eat": 1197,
    " gre": 218,
    "grea": 1419,
    "reat": 2314,
    "eat ": 1198,
    "z": 2916,
    "am": 857,
    "ma": 1889,
    "az": 921,
    "zi": 2917,
    " am": 45,
    "ama": 859,
    "maz": 1900,
    "azi": 922,
    "zin": 2918,
    " ama": 47,
    "amaz": 860,
    "mazi": 1901,
    "azin": 923,
    "zing": 2919,
    " f": 191,
    " fe": 194,
    "fee": 1347,
    "eel": 1229,
    "eli": 1241,
    "lin": 1821,
    " fee": 195,
    "feel": 1348,
    "eeli": 1231,
    "elin": 1242,
    "ling": 1822,
    " k": 277,
    "ki": 1775,
    " ki": 287,
    "kin": 1776,
    " kin": 288,
    "king": 1777,
    "wo": 2857,
    "fu": 1370,
    "ul": 2718,
    "l ": 1794,
    " wo": 605,
    "won": 2858,
    "ond": 2151,
    "der": 1127,
    "rfu": 2330,
    "ful": 1371,
    "ul ": 2719,
    " won": 606,
    "wond": 2859,
    "onde": 2152,
    "nder": 1998,
    "derf": 1128,
    "erfu": 1289,
    "rful": 2331,
    "ful ": 1372,
    "m ": 1888,
    "am ": 858,
    " am ": 46,
    " v": 574,
    "ry": 2388,
    " ve": 575,
    "ery": 1297,
    "ry ": 2389,
    " ver": 576,
    "very": 2808,
    "ery ": 1298,
    "goi": 1411,
    " goi": 214,
    "goin": 1412,
    "oing": 2137,
    "to": 2589,
    " to": 503,
    "to ": 2590,
    " to ": 504,
    "sa": 2411,
    " sa": 436,
    "sav": 2427,
    " sav": 441,
    "save": 2428,
    "he ": 1454,
    "the ": 2540,
    "rl": 2344,
    "ld": 1803,
    "wor": 2860,
    "orl": 2179,
    "rld": 2345,
    "ld ": 1804,
    " wor": 607,
    "worl": 2861,
    "orld": 2180,
    "rld ": 2346,
    "su": 2471,
    "up": 2741,
    " su": 458,
    "sup": 2474,
    "upe": 2745,
    " sup": 459,
    "supe": 2475,
    "uper": 2746,
    "per ": 2229,
    "st": 2457,
    "ok": 2139,
    " st": 454,
    "sto": 2469,
    "tok": 2591,
    "oke": 2140,
    "ked": 1751,
    " sto": 457,
    "stok": 2470,
    "toke": 2592,
    "oked": 2141,
    "ked ": 1752,
    "ex": 1332,
    "xt": 2873,
    "tr": 2602,
    "em": 1250,
    "me": 1909,
    " ex": 188,
    "ext": 1335,
    "xtr": 2874,
    "tre": 2608,
    "rem": 2319,
    "eme": 1256,
    "mel": 1913,
    "ely": 1248,
    " ext": 190,
    "extr": 1336,
    "xtre": 2875,
    "trem": 2609,
    "reme": 2320,
    "emel": 1257,
    "mely": 1914,
    "ely ": 1249,
    "my": 1956,
    " my": 349,
    "my ": 1957,
    " my ": 350,
    "as": 903,
    "was": 2841,
    "as ": 904,
    " was": 596,
    "was ": 2842,
    "ho": 1484,
    "ri": 2332,
    "ib": 1608,
    "bl": 943,
    " ho": 239,
    "hor": 1488,
    "rri": 2369,
    "rib": 2333,
    "ibl": 1609,
    "ble": 944,
    "le ": 1806,
    " hor": 240,
    "horr": 1489,
    "orri": 2187,
    "rrib": 2370,
    "ribl": 2334,
    "ible": 1610,
    "ble ": 945,
    "ad": 830,
    "sad": 2414,
    "ad ": 831,
    " sad": 438,
    "sad ": 2415,
    "el ": 1238,
    "eel ": 1230,
    "we": 2845,
    " we": 598,
    "wel": 2849,
    "ll ": 1833,
    " wel": 600,
    "well": 2850,
    "ell ": 1244,
    "di": 1137,
    "is": 1680,
    "ap": 881,
    "pp": 2265,
    "po": 2260,
    "nt": 2079,
    " di": 150,
    "dis": 1144,
    "isa": 1682,
    "sap": 2423,
    "app": 884,
    "ppo": 2269,
    "poi": 2261,
    "int": 1667,
    "nte": 2084,
    "ted": 2518,
    " dis": 153,
    "disa": 1145,
    "isap": 1683,
    "sapp": 2424,
    "appo": 886,
    "ppoi": 2270,
    "poin": 2262,
    "oint": 2138,
    "inte": 1668,
    "nted": 2085,
    "ted ": 2519,
    " m ": 333,
    " u": 563,
    "py": 2279,
    " un": 567,
    "unh": 2735,
    "nha": 2034,
    "hap": 1444,
    "ppy": 2271,
    "py ": 2280,
    " unh": 568,
    "unha": 2736,
    "nhap": 2035,
    "happ": 1445,
    "appy": 887,
    "ppy ": 2272,
    "ml": 1924,
    "eml": 1258,
    "mly": 1925,
    "reml": 2321,
    "emly": 1259,
    "mly ": 1926,
    "aa": 811,
    "saa": 2412,
    "aad": 812,
    " saa": 437,
    "saad": 2413,
    "aad ": 813,
    "are": 890,
    " are": 53,
    "are ": 891,
    "bo": 946,
    " bo": 63,
    "bot": 947,
    " bot": 64,
    "bot ": 948,
    "hu": 1496,
    "um": 2722,
    "an": 861,
    " hu": 242,
    "hum": 1497,
    "uma": 2723,
    "man": 1892,
    "an ": 862,
    " hum": 243,
    "huma": 1498,
    "uman": 2724,
    "man ": 1893,
    "ta": 2504,
    "lk": 1829,
    " ta": 480,
    "tal": 2511,
    "alk": 853,
    "lki": 1830,
    " tal": 481,
    "talk": 2513,
    "alki": 854,
    "lkin": 1831,
    "là": 1858,
    "àm": 2924,
    " là": 312,
    "làm": 1859,
    "àm ": 2925,
    " làm": 313,
    "làm ": 1860,
    "ế": 3156,
    "hế": 1572,
    "ế ": 3157,
    "thế": 2559,
    "hế ": 1573,
    " thế": 493,
    "thế ": 2560,
    "nà": 2092,
    " nà": 394,
    "nào": 2093,
    " nào": 395,
    "nào ": 2094,
    "đ": 3017,
    "ể": 3176,
    " đ": 635,
    "để": 3049,
    "ể ": 3177,
    " để": 658,
    "để ": 3050,
    " để ": 659,
    "ì": 2974,
    "tì": 2653,
    "ìm": 2976,
    " tì": 529,
    "tìm": 2654,
    "ìm ": 2977,
    " tìm": 530,
    "tìm ": 2655,
    "ệ": 3186,
    "vi": 2809,
    "iệ": 1733,
    "ệc": 3188,
    "c ": 995,
    " vi": 577,
    "việ": 2815,
    "iệc": 1734,
    "ệc ": 3189,
    " việ": 581,
    "việc": 2816,
    "iệc ": 1735,
    "ê": 2969,
    "rê": 2390,
    "ên": 2970,
    " tr": 508,
    "trê": 2618,
    "rên": 2391,
    "ên ": 2971,
    " trê": 513,
    "trên": 2619,
    "rên ": 2392,
    "eb": 1201,
    "bs": 954,
    "si": 2440,
    "it": 1687,
    "web": 2846,
    "ebs": 1203,
    "bsi": 956,
    "sit": 2445,
    "ite": 1691,
    "te ": 2517,
    " web": 599,
    "webs": 2848,
    "ebsi": 1204,
    "bsit": 957,
    "site": 2446,
    "ite ": 1692,
    "ày": 2934,
    "này": 2095,
    "ày ": 2935,
    " này": 396,
    "này ": 2096,
    "ư": 3072,
    "ớ": 3237,
    "hư": 1546,
    "ướ": 3077,
    "ớn": 3240,
    " hư": 249,
    "hướ": 1549,
    "ướn": 3078,
    "ớng": 3241,
    " hướ": 250,
    "hướn": 1550,
    "ướng": 3079,
    "ớng ": 3242,
    "ẫ": 3134,
    "dẫ": 1173,
    "ẫn": 3135,
    " dẫ": 167,
    "dẫn": 1174,
    "ẫn ": 3136,
    " dẫn": 168,
    "dẫn ": 1175,
    "ô": 2999,
    "tô": 2661,
    "ôi": 3001,
    " tô": 534,
    "tôi": 2663,
    "ôi ": 3002,
    " tôi": 536,
    "tôi ": 2664,
    "cá": 1078,
    "ác": 2938,
    "h ": 1437,
    " cá": 122,
    "các": 1080,
    "ách": 2940,
    "ch ": 1011,
    " các": 124,
    "cách": 1082,
    "ách ": 2941,
    "mu": 1948,
    "uố": 2786,
    "ốn": 3213,
    " mu": 347,
    "muố": 1951,
    "uốn": 2787,
    "ốn ": 3214,
    " muố": 348,
    "muốn": 1952,
    "uốn ": 2788,
    "bi": 936,
    "iế": 1712,
    "ết": 3166,
    " bi": 60,
    "biế": 941,
    "iết": 1720,
    "ết ": 3167,
    " biế": 62,
    "biết": 942,
    "iết ": 1721,
    "ao": 879,
    "sao": 2421,
    "ao ": 880,
    " sao": 440,
    "sao ": 2422,
    "ếm": 3158,
    "kiế": 1779,
    "iếm": 1713,
    "ếm ": 3159,
    " kiế": 289,
    "kiếm": 1780,
    "iếm ": 1714,
    "ra": 2294,
    "tra": 2604,
    "ran": 2298,
    "ang": 870,
    " tra": 509,
    "tran": 2607,
    "rang": 2300,
    "ang ": 871,
    "b ": 925,
    "eb ": 1202,
    "web ": 2847,
    "ow": 2205,
    "w ": 2837,
    "how": 1490,
    "ow ": 2206,
    " how": 241,
    "how ": 1491,
    "do ": 1150,
    " do ": 155,
    "cr": 1059,
    " cr": 115,
    "cre": 1060,
    " cre": 116,
    "crea": 1061,
    "eate": 1199,
    "ate ": 908,
    "pr": 2273,
    "fi": 1349,
    "il": 1641,
    " pr": 420,
    "pro": 2275,
    "rof": 2359,
    "ofi": 2128,
    "fil": 1354,
    "ile": 1645,
    " pro": 422,
    "prof": 2276,
    "rofi": 2360,
    "ofil": 2129,
    "file": 1355,
    "ile ": 1646,
    "set": 2435,
    " set": 445,
    "set ": 2436,
    "p ": 2218,
    " up": 569,
    "up ": 2742,
    " up ": 570,
    "ac": 817,
    "cc": 1001,
    " ac": 39,
    "acc": 818,
    "cco": 1002,
    "unt": 2739,
    "nt ": 2080,
    " acc": 40,
    "acco": 819,
    "ccou": 1003,
    "coun": 1057,
    "ount": 2200,
    "unt ": 2740,
    "gu": 1422,
    "ui": 2708,
    "id": 1619,
    " gu": 219,
    "gui": 1423,
    "uid": 2712,
    "ide": 1620,
    " gui": 220,
    "guid": 1424,
    "uide": 2713,
    "ide ": 1621,
    "fo": 1360,
    " fo": 199,
    "for": 1361,
    "or ": 2178,
    " for": 200,
    "for ": 1362,
    "ti": 2567,
    "ati": 911,
    "tin": 2572,
    "eati": 1200,
    "atin": 912,
    "ting": 2574,
    "ep": 1275,
    "ps": 2277,
    "ste": 2462,
    "tep": 2527,
    "eps": 1276,
    "ps ": 2278,
    " ste": 456,
    "step": 2465,
    "teps": 2528,
    "eps ": 1277,
    "res": 2322,
    "esu": 1310,
    "sum": 2472,
    "ume": 2727,
    "me ": 1910,
    " res": 433,
    "resu": 2324,
    "esum": 1311,
    "sume": 2473,
    "ume ": 2728,
    "bui": 959,
    "uil": 2714,
    "ild": 1643,
    " bui": 68,
    "buil": 960,
    "uild": 2715,
    "ild ": 1644,
    "cv": 1076,
    "v ": 2799,
    " cv": 120,
    "cv ": 1077,
    " cv ": 121,
    " on": 404,
    " on ": 405,
    "his": 1471,
    "is ": 1681,
    "this": 2545,
    "his ": 1472,
    " si": 448,
    " sit": 449,
    "io": 1669,
    "tio": 2575,
    "ion": 1670,
    "atio": 913,
    "tion": 2576,
    "ion ": 1671,
    "tạ": 2667,
    "ạo": 3101,
    " tạ": 539,
    "tạo": 2670,
    "ạo ": 3102,
    " tạo": 541,
    "tạo ": 2671,
    "ồ": 3217,
    "hồ": 1592,
    "ồ ": 3218,
    " hồ": 260,
    "hồ ": 1593,
    " hồ ": 261,
    "ơ": 3066,
    "sơ": 2492,
    "ơ ": 3067,
    " sơ": 470,
    "sơ ": 2493,
    " sơ ": 471,
    "tà": 2645,
    "ài": 2922,
    " tà": 523,
    "tài": 2646,
    "ài ": 2923,
    " tài": 524,
    "tài ": 2647,
    "ả": 3105,
    "kh": 1760,
    "oả": 2213,
    "ản": 3109,
    " kh": 280,
    "kho": 1763,
    "hoả": 1492,
    "oản": 2214,
    "ản ": 3110,
    " kho": 282,
    "khoả": 1766,
    "hoản": 1493,
    "oản ": 2215,
    "â": 2958,
    "xâ": 2879,
    "ây": 2963,
    " xâ": 616,
    "xây": 2880,
    "ây ": 2964,
    " xây": 617,
    "xây ": 2881,
    "ự": 3279,
    "dự": 1184,
    "ựn": 3283,
    " dự": 174,
    "dựn": 1186,
    "ựng": 3284,
    " dựn": 176,
    "dựng": 1187,
    "ựng ": 3285,
    "á ": 2937,
    "cá ": 1079,
    " cá ": 123,
    "hâ": 1525,
    "ân": 2959,
    "nhâ": 2038,
    "hân": 1526,
    "ân ": 2960,
    " nhâ": 381,
    "nhân": 2039,
    "hân ": 1527,
    "ca": 996,
    " ca": 93,
    "can": 997,
    " can": 94,
    "can ": 998,
    "ck": 1033,
    "che": 1014,
    "hec": 1455,
    "eck": 1208,
    "ck ": 1034,
    " che": 99,
    "chec": 1015,
    "heck": 1456,
    "eck ": 1209,
    "pl": 2248,
    " ap": 50,
    "ppl": 2266,
    "pli": 2251,
    "lic": 1817,
    "ica": 1613,
    "cat": 999,
    " app": 51,
    "appl": 885,
    "ppli": 2267,
    "plic": 2252,
    "lica": 1818,
    "icat": 1614,
    "cati": 1000,
    "tu": 2637,
    "us": 2754,
    "sta": 2459,
    "tat": 2514,
    "atu": 914,
    "tus": 2638,
    "us ": 2755,
    " sta": 455,
    "stat": 2461,
    "tatu": 2515,
    "atus": 915,
    "tus ": 2639,
    "wh": 2851,
    " wh": 601,
    "whe": 2852,
    " whe": 602,
    "wher": 2853,
    "j": 1742,
    " j": 274,
    "jo": 1743,
    "ob": 2109,
    " jo": 275,
    "job": 1744,
    "ob ": 2110,
    " job": 276,
    "job ": 1745,
    "rac": 2296,
    "ack": 824,
    "trac": 2606,
    "rack": 2297,
    "ack ": 825,
    "cki": 1037,
    "acki": 827,
    "ckin": 1038,
    "iể": 1725,
    "ểm": 3178,
    "kiể": 1782,
    "iểm": 1726,
    "ểm ": 3179,
    " kiể": 290,
    "kiểm": 1783,
    "iểm ": 1727,
    "ra ": 2295,
    "tra ": 2605,
    "rạ": 2403,
    "trạ": 2627,
    "rạn": 2404,
    "ạng": 3099,
    " trạ": 517,
    "trạn": 2628,
    "rạng": 2405,
    "ạng ": 3100,
    "há": 1516,
    "ái": 2942,
    "thá": 2551,
    "hái": 1519,
    "ái ": 2943,
    " thá": 489,
    "thái": 2552,
    "hái ": 1520,
    "ứ": 3269,
    " ứ": 671,
    "ứn": 3272,
    " ứn": 672,
    "ứng": 3273,
    " ứng": 673,
    "ứng ": 3274,
    "uy": 2764,
    "yể": 2913,
    "ển": 3180,
    " tu": 519,
    "tuy": 2640,
    "uyể": 2771,
    "yển": 2914,
    "ển ": 3181,
    " tuy": 520,
    "tuyể": 2642,
    "uyển": 2772,
    "yển ": 2915,
    "xe": 2864,
    " xe": 609,
    "xem": 2868,
    "em ": 1251,
    " xem": 611,
    "xem ": 2869,
    "đơ": 3034,
    "ơn": 3068,
    " đơ": 648,
    "đơn": 3035,
    "ơn ": 3069,
    " đơn": 649,
    "đơn ": 3036,
    "ủ": 3266,
    "củ": 1098,
    "ủa": 3267,
    " củ": 137,
    "của": 1099,
    "ủa ": 3268,
    " của": 138,
    "của ": 1100,
    "eo": 1273,
    "heo": 1459,
    "eo ": 1274,
    "theo": 2541,
    "heo ": 1460,
    "õ": 3006,
    "dõ": 1162,
    "õi": 3007,
    " dõ": 160,
    "dõi": 1163,
    "õi ": 3008,
    " dõi": 161,
    "dõi ": 1164,
    " fi": 196,
    "fin": 1356,
    " fin": 197,
    "find": 1357,
    "ind ": 1652,
    "sal": 2418,
    "ala": 848,
    "lar": 1798,
    "ary": 901,
    " sal": 439,
    "sala": 2419,
    "alar": 849,
    "lary": 1800,
    "ary ": 902,
    "nf": 2012,
    "rm": 2347,
    "inf": 1658,
    "nfo": 2015,
    "orm": 2181,
    "rma": 2348,
    "mat": 1898,
    " inf": 269,
    "info": 1659,
    "nfor": 2016,
    "form": 1363,
    "orma": 2182,
    "rmat": 2350,
    "mati": 1899,
    "ai": 839,
    "ls": 1849,
    " de": 146,
    "det": 1131,
    "eta": 1314,
    "tai": 2508,
    "ail": 840,
    "ils": 1647,
    "ls ": 1850,
    " det": 148,
    "deta": 1132,
    "etai": 1315,
    "tail": 2509,
    "ails": 842,
    "ils ": 1648,
    "obs": 2113,
    "bs ": 955,
    "jobs": 1746,
    "obs ": 2114,
    "lis": 1823,
    "ist": 1684,
    "st ": 2458,
    " lis": 305,
    "list": 1824,
    "ist ": 1685,
    "ge": 1376,
    " ra": 428,
    "nge": 2019,
    "ges": 1380,
    " ran": 429,
    "ange": 872,
    "nges": 2020,
    "ges ": 1381,
    "ie": 1622,
    "ari": 892,
    "rie": 2335,
    "ies": 1623,
    "lari": 1799,
    "arie": 893,
    "ries": 2336,
    "ies ": 1624,
    "os": 2188,
    " po": 418,
    "pos": 2263,
    "ost": 2189,
    " pos": 419,
    "post": 2264,
    "oste": 2190,
    "sted": 2463,
    "gs": 1420,
    "sti": 2466,
    "ngs": 2026,
    "gs ": 1421,
    "isti": 1686,
    "stin": 2468,
    "ings": 1662,
    "ngs ": 2027,
    "kn": 1784,
    " kn": 291,
    "kno": 1785,
    "now": 2073,
    " kno": 292,
    "know": 1786,
    "now ": 2074,
    "ab": 814,
    "ut": 2758,
    " ab": 37,
    "abo": 815,
    "bou": 949,
    "out": 2203,
    "ut ": 2759,
    " abo": 38,
    "abou": 816,
    "bout": 950,
    "out ": 2204,
    "om": 2142,
    "mp": 1941,
    "ns": 2075,
    "com": 1048,
    "omp": 2146,
    "mpe": 1944,
    "pen": 2226,
    "ens": 1269,
    "nsa": 2077,
    "sat": 2425,
    " com": 111,
    "comp": 1050,
    "ompe": 2148,
    "mpen": 1945,
    "pens": 2227,
    "ensa": 1270,
    "nsat": 2078,
    "sati": 2426,
    "hô": 1540,
    "ôn": 3003,
    "thô": 2553,
    "hôn": 1541,
    "ông": 3004,
    " thô": 490,
    "thôn": 2554,
    "hông": 1542,
    "ông ": 3005,
    " ti": 497,
    " tin": 498,
    "tin ": 2573,
    "lư": 1869,
    "ươ": 3074,
    " lư": 320,
    "lươ": 1870,
    "ươn": 3075,
    "ơng": 3070,
    " lươ": 321,
    "lươn": 1871,
    "ương": 3076,
    "ơng ": 3071,
    "ở": 3243,
    " ở": 669,
    "ở ": 3244,
    " ở ": 670,
    "đâ": 3031,
    "âu": 2961,
    " đâ": 646,
    "đâu": 3032,
    "âu ": 2962,
    " đâu": 647,
    "đâu ": 3033,
    "cô": 1087,
    " cô": 128,
    "côn": 1088,
    " côn": 129,
    "công": 1089,
    "ó": 2995,
    "có": 1085,
    "ó ": 2996,
    " có": 126,
    "có ": 1086,
    " có ": 127,
    "hiể": 1477,
    "iển": 1728,
    " hiể": 235,
    "hiển": 1478,
    "iển ": 1729,
    "ị": 3196,
    "hị": 1580,
    "ị ": 3197,
    "thị": 2563,
    "hị ": 1581,
    " thị": 495,
    "thị ": 2564,
    "mứ": 1981,
    "ức": 3270,
    " mứ": 366,
    "mức": 1982,
    "ức ": 3271,
    " mức": 367,
    "mức ": 1983,
    "khô": 1771,
    " khô": 285,
    "khôn": 1772,
    "ề": 3168,
    "về": 2828,
    "ề ": 3169,
    " về": 588,
    "về ": 2829,
    " về ": 589,
    "rt": 2375,
    "ts": 2631,
    " al": 43,
    "ale": 850,
    "ler": 1809,
    "ert": 1294,
    "rts": 2379,
    "ts ": 2632,
    " ale": 44,
    "aler": 851,
    "lert": 1810,
    "erts": 1296,
    "rts ": 2380,
    " ge": 206,
    "get": 1382,
    " get": 207,
    "get ": 1383,
    "if": 1625,
    "oti": 2193,
    "tif": 2570,
    "ifi": 1626,
    "fic": 1350,
    "ons": 2157,
    "ns ": 2076,
    "noti": 2072,
    "otif": 2194,
    "tifi": 2571,
    "ific": 1627,
    "fica": 1351,
    "ions": 1672,
    "ons ": 2158,
    "ew": 1330,
    "new": 2010,
    "ew ": 1331,
    " new": 374,
    "new ": 2011,
    "ei": 1234,
    "iv": 1696,
    "ece": 1206,
    "cei": 1008,
    "eiv": 1235,
    "ive": 1697,
    " rec": 432,
    "rece": 2316,
    "ecei": 1207,
    "ceiv": 1009,
    "eive": 1236,
    "ive ": 1698,
    "pd": 2222,
    "upd": 2743,
    "pda": 2223,
    "dat": 1111,
    "tes": 2533,
    " upd": 571,
    "upda": 2744,
    "pdat": 2224,
    "date": 1112,
    "ates": 910,
    "tes ": 2534,
    "tt": 2633,
    "ett": 1320,
    "tti": 2635,
    "sett": 2437,
    "etti": 1321,
    "ttin": 2636,
    " em": 180,
    "ema": 1252,
    "mai": 1890,
    "il ": 1642,
    " ema": 181,
    "emai": 1253,
    "mail": 1891,
    "ail ": 841,
    "rt ": 2376,
    "ert ": 1295,
    "con": 1051,
    "onf": 2153,
    "nfi": 2013,
    "fig": 1352,
    "igu": 1636,
    "gur": 1425,
    "ura": 2750,
    "rat": 2304,
    " con": 112,
    "conf": 1052,
    "onfi": 2154,
    "nfig": 2014,
    "figu": 1353,
    "igur": 1637,
    "gura": 1426,
    "urat": 2751,
    "rati": 2305,
    "ặ": 3153,
    "đặ": 3043,
    "ặt": 3154,
    " đặ": 654,
    "đặt": 3044,
    "ặt ": 3155,
    " đặt": 655,
    "đặt ": 3045,
    "bá": 969,
    "áo": 2950,
    " bá": 74,
    "báo": 974,
    "áo ": 2951,
    " báo": 77,
    "báo ": 975,
    "ậ": 3137,
    "hậ": 1562,
    "ận": 3138,
    "nhậ": 2044,
    "hận": 1563,
    "ận ": 3139,
    " nhậ": 384,
    "nhận": 2045,
    "hận ": 1564,
    "mớ": 1975,
    "ới": 3238,
    " mớ": 362,
    "mới": 1976,
    "ới ": 3239,
    " mới": 363,
    "mới ": 1977,
    "hiế": 1475,
    "thiế": 2546,
    "hiết": 1476,
    "lậ": 1879,
    "ập": 3140,
    " lậ": 326,
    "lập": 1880,
    "ập ": 3141,
    " lập": 327,
    "lập ": 1881,
    "cả": 1094,
    " cả": 134,
    "cản": 1096,
    "ảnh": 3113,
    "nh ": 2033,
    " cản": 136,
    "cảnh": 1097,
    "ảnh ": 3114,
    "ont": 2159,
    "nta": 2081,
    "tac": 2505,
    "act": 828,
    "cont": 1053,
    "onta": 2160,
    "ntac": 2082,
    "tact": 2507,
    "act ": 829,
    "oy": 2207,
    "emp": 1260,
    "mpl": 1946,
    "plo": 2253,
    "loy": 1847,
    "oye": 2208,
    "yer": 2894,
    "ers": 1292,
    "rs ": 2372,
    " emp": 183,
    "empl": 1261,
    "mplo": 1947,
    "ploy": 2254,
    "loye": 1848,
    "oyer": 2209,
    "yers": 2895,
    "ers ": 1293,
    "ss": 2453,
    "ag": 835,
    " me": 337,
    "mes": 1919,
    "ess": 1307,
    "ssa": 2455,
    "sag": 2416,
    "age": 836,
    "ge ": 1377,
    " mes": 339,
    "mess": 1920,
    "essa": 1309,
    "ssag": 2456,
    "sage": 2417,
    "age ": 837,
    "ru": 2381,
    "ecr": 1212,
    "cru": 1062,
    "rui": 2382,
    "uit": 2716,
    "recr": 2317,
    "ecru": 1213,
    "crui": 1063,
    "ruit": 2383,
    "uite": 2717,
    "iter": 1693,
    "ters": 2532,
    "eac": 1191,
    "ach": 822,
    "reac": 2312,
    "each": 1192,
    "ach ": 823,
    " ou": 406,
    " out": 407,
    "pa": 2219,
    "mpa": 1942,
    "pan": 2220,
    "ani": 875,
    "nie": 2054,
    "ompa": 2147,
    "mpan": 1943,
    "pani": 2221,
    "anie": 876,
    "nies": 2055,
    "ir": 1675,
    "dir": 1142,
    "ire": 1676,
    " dir": 152,
    "dire": 1143,
    "irec": 1677,
    "mm": 1927,
    "omm": 2143,
    "mmu": 1930,
    "mun": 1949,
    "uni": 2737,
    "comm": 1049,
    "ommu": 2145,
    "mmun": 1931,
    "muni": 1950,
    "unic": 2738,
    "nica": 2052,
    "wi": 2854,
    " wi": 603,
    "wit": 2855,
    "ith": 1694,
    "th ": 2536,
    " wit": 604,
    "with": 2856,
    "ith ": 1695,
    "iê": 1704,
    "liê": 1825,
    "iên": 1705,
    " liê": 306,
    "liên": 1826,
    "iên ": 1706,
    "hệ": 1578,
    "ệ ": 3187,
    " hệ": 255,
    "hệ ": 1579,
    " hệ ": 256,
    "vớ": 2830,
    " vớ": 590,
    "với": 2831,
    " với": 591,
    "với ": 2832,
    "à ": 2921,
    "nhà": 2036,
    "hà ": 1510,
    " nhà": 380,
    "nhà ": 2037,
    "ụ": 3260,
    "dụ": 1179,
    "ụn": 3263,
    " dụ": 171,
    "dụn": 1182,
    "ụng": 3264,
    " dụn": 173,
    "dụng": 1183,
    "ụng ": 3265,
    "hể": 1576,
    "thể": 2561,
    "hể ": 1577,
    " thể": 494,
    "thể ": 2562,
    "ắ": 3144,
    "hắ": 1569,
    "ắn": 3145,
    "nhắ": 2048,
    "hắn": 1570,
    "ắn ": 3146,
    " nhắ": 385,
    "nhắn": 2049,
    "hắn ": 1571,
    "cho": 1016,
    "ho ": 1485,
    " cho": 100,
    "cho ": 1017,
    "lạ": 1874,
    "ạc": 3093,
    " lạ": 323,
    "lạc": 1875,
    "ạc ": 3094,
    " lạc": 324,
    "lạc ": 1876,
    "rự": 2406,
    "ực": 3281,
    "trự": 2629,
    "rực": 2407,
    "ực ": 3282,
    " trự": 518,
    "trực": 2630,
    "rực ": 2408,
    "ếp": 3164,
    "tiế": 2583,
    "iếp": 1718,
    "ếp ": 3165,
    " tiế": 500,
    "tiếp": 2585,
    "iếp ": 1719,
    "ty": 2643,
    " ty": 521,
    "ty ": 2644,
    " ty ": 522,
    "thư": 2555,
    "hươ": 1547,
    " thư": 491,
    "thươ": 2556,
    "hươn": 1548,
    "mạ": 1961,
    "ại": 3095,
    " mạ": 353,
    "mại": 1962,
    "ại ": 3096,
    " mại": 354,
    "mại ": 1963,
    "đi": 3020,
    "ện": 3192,
    " đi": 638,
    "điệ": 3023,
    "iện": 1738,
    "ện ": 3193,
    " điệ": 640,
    "điện": 3024,
    "iện ": 1739,
    "ử": 3277,
    "tử": 2696,
    "ử ": 3278,
    " tử": 559,
    "tử ": 2697,
    " tử ": 560,
    "gà": 1427,
    "àn": 2926,
    " ng": 375,
    "ngà": 2028,
    "gàn": 1428,
    "ành": 2930,
    " ngà": 377,
    "ngàn": 2029,
    "gành": 1429,
    "ành ": 2931,
    "rk": 2341,
    " ma": 334,
    "mar": 1896,
    "ark": 894,
    "rke": 2342,
    "ket": 1755,
    "eti": 1316,
    " mar": 336,
    "mark": 1897,
    "arke": 895,
    "rket": 2343,
    "keti": 1756,
    "etin": 1317,
    " it": 272,
    "it ": 1688,
    " it ": 273,
    "ầ": 3122,
    "ph": 2231,
    "hầ": 1556,
    "ần": 3125,
    " ph": 411,
    "phầ": 2244,
    "hần": 1557,
    "ần ": 3126,
    " phầ": 416,
    "phần": 2245,
    "hần ": 1558,
    "cứ": 1101,
    " cứ": 139,
    "cứn": 1102,
    " cứn": 140,
    "cứng": 1103,
    "ngh": 2021,
    "ghệ": 1389,
    " ngh": 376,
    "nghệ": 2023,
    "ghệ ": 1390,
    " ô": 633,
    "ô ": 3000,
    " ô ": 634,
    "tô ": 2662,
    " tô ": 535,
    "mề": 1972,
    "ềm": 3170,
    " mề": 360,
    "mềm": 1973,
    "ềm ": 3171,
    " mềm": 361,
    "mềm ": 1974,
    " hà": 244,
    "hàn": 1511,
    "àng": 2928,
    " hàn": 246,
    "hàng": 1512,
    "àng ": 2929,
    "khá": 1767,
    "hác": 1517,
    " khá": 283,
    "khác": 1768,
    "hách": 1518,
    "sạ": 2496,
    " sạ": 474,
    "sạn": 2497,
    " sạn": 475,
    "sạn ": 2498,
    "kế": 1787,
    " kế": 293,
    "kế ": 1788,
    " kế ": 294,
    " in ": 267,
    "ấ": 3117,
    " ấ": 666,
    "ấn": 3118,
    " ấn": 667,
    "ấn ": 3119,
    " ấn ": 668,
    "cơ": 1092,
    " cơ": 132,
    "cơ ": 1093,
    " cơ ": 133,
    "í": 2981,
    "hí": 1530,
    "í ": 2982,
    "khí": 1769,
    "hí ": 1531,
    " khí": 284,
    "khí ": 1770,
    "inh": 1663,
    "kinh": 1778,
    "inh ": 1664,
    "oa": 2105,
    "doa": 1151,
    "oan": 2107,
    "anh": 873,
    " doa": 156,
    "doan": 1152,
    "oanh": 2108,
    "anh ": 874,
    "gi": 1391,
    "iá": 1699,
    " gi": 208,
    "giá": 1400,
    "iáo": 1702,
    " giá": 210,
    "giáo": 1402,
    "iáo ": 1703,
    "ục": 3261,
    "dục": 1180,
    "ục ": 3262,
    " dục": 172,
    "dục ": 1181,
    "ến": 3160,
    "iến": 1715,
    "ến ": 3161,
    "kiến": 1781,
    "iến ": 1716,
    "ú": 3009,
    "rú": 2397,
    "úc": 3010,
    "trú": 2623,
    "rúc": 2398,
    "úc ": 3011,
    " trú": 515,
    "trúc": 2624,
    "rúc ": 2399,
    "ín": 2986,
    "chí": 1023,
    "hín": 1532,
    "ính": 2988,
    " chí": 103,
    "chín": 1025,
    "hính": 1533,
    "ính ": 2989,
    "gâ": 1430,
    "ngâ": 2030,
    "gân": 1431,
    " ngâ": 378,
    "ngân": 2031,
    "gân ": 1432,
    "ễ": 3182,
    "iễ": 1730,
    "ễn": 3184,
    "viễ": 2813,
    "iễn": 1731,
    "ễn ": 3185,
    " viễ": 580,
    "viễn": 2814,
    "iễn ": 1732,
    "tế": 2683,
    " tế": 549,
    "tế ": 2684,
    " tế ": 550,
    "og": 2130,
    "cs": 1064,
    " lo": 308,
    "log": 1842,
    "ogi": 2131,
    "gis": 1396,
    "tic": 2568,
    "ics": 1617,
    "cs ": 1065,
    " log": 309,
    "logi": 1843,
    "ogis": 2132,
    "gist": 1397,
    "stic": 2467,
    "tics": 2569,
    "ics ": 1618,
    "oá": 2210,
    "toá": 2595,
    "oán": 2211,
    "án ": 2947,
    " toá": 505,
    "toán": 2596,
    "oán ": 2212,
    "sả": 2499,
    " sả": 476,
    "sản": 2500,
    " sản": 477,
    "sản ": 2501,
    "xu": 2876,
    "uấ": 2778,
    "ất": 3120,
    " xu": 614,
    "xuấ": 2877,
    "uất": 2779,
    "ất ": 3121,
    " xuấ": 615,
    "xuất": 2878,
    "uất ": 2780,
    "xế": 2888,
    " xế": 622,
    "xế ": 2889,
    " xế ": 623,
    "lu": 1853,
    "uậ": 2781,
    "ật": 3142,
    " lu": 310,
    "luậ": 1854,
    "uật": 2782,
    "ật ": 3143,
    " luậ": 311,
    "luật": 1855,
    "uật ": 2783,
    "phi": 2234,
    "hiê": 1473,
    " phi": 412,
    "phiê": 2236,
    "hiên": 1474,
    "dị": 1176,
    "ịc": 3198,
    " dị": 169,
    "dịc": 1177,
    "ịch": 3199,
    " dịc": 170,
    "dịch": 1178,
    "ịch ": 3200,
    "hố": 1587,
    "thố": 2565,
    "hốn": 1590,
    "ống": 3215,
    " thố": 496,
    "thốn": 2566,
    "hống": 1591,
    "ống ": 3216,
    "hú": 1543,
    "ún": 3012,
    "nhú": 2042,
    "hún": 1544,
    "úng": 3013,
    " nhú": 383,
    "nhún": 2043,
    "húng": 1545,
    "úng ": 3014,
    " io": 270,
    "iot": 1673,
    " iot": 271,
    "iot ": 1674,
    "tm": 2586,
    "md": 1906,
    "dt": 1157,
    " tm": 501,
    "tmd": 2587,
    "mdt": 1907,
    "dt ": 1158,
    " tmd": 502,
    "tmdt": 2588,
    "mdt ": 1908,
    "rc": 2306,
    " ec": 178,
    "eco": 1210,
    "mme": 1928,
    "mer": 1917,
    "erc": 1282,
    "rce": 2307,
    " eco": 179,
    "ecom": 1211,
    "omme": 2144,
    "mmer": 1929,
    "merc": 1918,
    "erce": 1283,
    "rce ": 2308,
    "dig": 1140,
    "igi": 1631,
    "git": 1398,
    "ita": 1689,
    "al ": 847,
    " dig": 151,
    "digi": 1141,
    "igit": 1632,
    "gita": 1399,
    "ital": 1690,
    "tal ": 2512,
    "yề": 2910,
    "ền": 3172,
    "tru": 2615,
    "ruy": 2386,
    "uyề": 2769,
    "yền": 2911,
    "ền ": 3173,
    " tru": 512,
    "truy": 2617,
    "ruyề": 2387,
    "uyền": 2770,
    "yền ": 2912,
    "pr ": 2274,
    " pr ": 421,
    "cn": 1044,
    " cn": 108,
    "cnt": 1045,
    "ntt": 2087,
    "tt ": 2634,
    " cnt": 109,
    "cntt": 1046,
    "ntt ": 2088,
    "rì": 2393,
    "ìn": 2978,
    "trì": 2620,
    "rìn": 2395,
    "ình": 2979,
    " trì": 514,
    "trìn": 2622,
    "rình": 2396,
    "ình ": 2980,
    "ev ": 1323,
    " dev": 149,
    "dev ": 1134,
    "op": 2170,
    "vel": 2802,
    "elo": 1246,
    "lop": 1844,
    "ope": 2171,
    "evel": 1325,
    "velo": 2803,
    "elop": 1247,
    "lope": 1845,
    "oper": 2172,
    "&": 674,
    "f&": 1341,
    "&b": 675,
    " f&": 192,
    "f&b": 1342,
    "&b ": 676,
    " f&b": 193,
    "f&b ": 1343,
    "gn": 1405,
    "des": 1129,
    "esi": 1305,
    "sig": 2441,
    "ign": 1633,
    "gn ": 1406,
    " des": 147,
    "desi": 1130,
    "esig": 1306,
    "sign": 2442,
    "ign ": 1634,
    "/": 705,
    "i/": 1599,
    "/u": 706,
    "ux": 2762,
    "x ": 2863,
    " ui": 564,
    "ui/": 2710,
    "i/u": 1600,
    "/ux": 707,
    "ux ": 2763,
    " ui/": 566,
    "ui/u": 2711,
    "i/ux": 1601,
    "/ux ": 708,
    "les": 1811,
    "sale": 2420,
    "ales": 852,
    "les ": 1812,
    "bán": 972,
    " bán": 76,
    "bán ": 973,
    "iả": 1709,
    "giả": 1403,
    "iản": 1710,
    "ảng": 3111,
    " giả": 211,
    "giản": 1404,
    "iảng": 1711,
    "ảng ": 3112,
    "dạ": 1170,
    "ạy": 3103,
    " dạ": 165,
    "dạy": 1171,
    "ạy ": 3104,
    " dạy": 166,
    "dạy ": 1172,
    "đà": 3027,
    " đà": 643,
    "đào": 3029,
    " đào": 645,
    "đào ": 3030,
    "tá": 2648,
    " tá": 525,
    "tá ": 2649,
    " tá ": 526,
    "bác": 970,
    "ác ": 2939,
    " bác": 75,
    "bác ": 971,
    "ĩ": 3059,
    "sĩ": 2490,
    "ĩ ": 3060,
    " sĩ": 468,
    "sĩ ": 2491,
    " sĩ ": 469,
    "ỗ": 3225,
    "uỗ": 2792,
    "ỗi": 3226,
    "chu": 1018,
    "huỗ": 1505,
    "uỗi": 2793,
    "ỗi ": 3227,
    " chu": 101,
    "chuỗ": 1020,
    "huỗi": 1506,
    "uỗi ": 2794,
    "cun": 1072,
    "ung": 2733,
    " cun": 119,
    "cung": 1073,
    "ung ": 2734,
    "má": 1958,
    "áy": 2956,
    " má": 351,
    "máy": 1959,
    "áy ": 2957,
    " máy": 352,
    "máy ": 1960,
    "lá": 1861,
    " lá": 314,
    "lái": 1862,
    " lái": 315,
    "lái ": 1863,
    "xe ": 2865,
    " xe ": 610,
    "biê": 939,
    " biê": 61,
    "biên": 940,
    "mb": 1902,
    "be": 931,
    "dd": 1118,
    "emb": 1254,
    "mbe": 1903,
    "bed": 932,
    "edd": 1221,
    "dde": 1119,
    "ded": 1123,
    " emb": 182,
    "embe": 1255,
    "mbed": 1904,
    "bedd": 933,
    "edde": 1222,
    "dded": 1120,
    "ded ": 1124,
    "vi ": 2810,
    " vi ": 578,
    "iề": 1722,
    "ều": 3174,
    "điề": 3021,
    "iều": 1723,
    "ều ": 3175,
    " điề": 639,
    "điều": 3022,
    "iều ": 1724,
    "khi": 1761,
    " khi": 281,
    "khiể": 1762,
    "chí ": 1024,
    "mi": 1921,
    " mi": 340,
    "min": 1922,
    " min": 341,
    "minh": 1923,
    "tại": 2668,
    " tại": 540,
    "tại ": 2669,
    " hà ": 245,
    "ộ": 3228,
    "nộ": 2100,
    "ội": 3232,
    " nộ": 399,
    "nội": 2101,
    "ội ": 3233,
    " nội": 400,
    "nội ": 2102,
    "đà ": 3028,
    " đà ": 644,
    "ẵ": 3149,
    "nẵ": 2097,
    "ẵn": 3150,
    " nẵ": 397,
    "nẵn": 2098,
    "ẵng": 3151,
    " nẵn": 398,
    "nẵng": 2099,
    "ẵng ": 3152,
    "tp": 2597,
    "hc": 1450,
    "cm": 1042,
    " tp": 506,
    "tph": 2598,
    "phc": 2232,
    "hcm": 1451,
    "cm ": 1043,
    " tph": 507,
    "tphc": 2599,
    "phcm": 2233,
    "hcm ": 1452,
    "hn": 1482,
    " hn": 237,
    "hn ": 1483,
    " hn ": 238,
    "đn": 3025,
    " đn": 641,
    "đn ": 3026,
    " đn ": 642,
    "sà": 2480,
    " sà": 462,
    "sài": 2481,
    " sài": 463,
    "sài ": 2482,
    "ò": 2990,
    "gò": 1433,
    "òn": 2991,
    " gò": 221,
    "gòn": 1434,
    "òn ": 2992,
    " gòn": 222,
    "gòn ": 1435,
    "han": 1442,
    "ano": 877,
    "noi": 2064,
    "oi ": 2134,
    " han": 226,
    "hano": 1443,
    "anoi": 878,
    "noi ": 2065,
    "na": 1986,
    "dan": 1108,
    "ana": 863,
    "nan": 1989,
    " dan": 144,
    "dana": 1109,
    "anan": 865,
    "nang": 1990,
    " hc": 228,
    " hcm": 229,
    "sg": 2438,
    " sg": 446,
    "sg ": 2439,
    " sg ": 447,
    "ha ": 1439,
    " ha ": 225,
    " noi": 391,
    "da ": 1107,
    " da ": 143,
    " na": 370,
    " nan": 371,
    "_": 774,
    " _": 32,
    "__": 794,
    "_n": 806,
    "nu": 2089,
    "r_": 2290,
    "_ ": 775,
    " __": 33,
    "__n": 804,
    "_nu": 807,
    "num": 2090,
    "umb": 2725,
    "ber": 934,
    "er_": 1280,
    "r__": 2291,
    "__ ": 795,
    " __n": 34,
    "__nu": 805,
    "_num": 808,
    "numb": 2091,
    "umbe": 2726,
    "mber": 1905,
    "ber_": 935,
    "er__": 1281,
    "r__ ": 2292,
    "ệu": 3194,
    "tri": 2610,
    "riệ": 2339,
    "iệu": 1740,
    "ệu ": 3195,
    " tri": 510,
    "triệ": 2612,
    "riệu": 2340,
    "iệu ": 1741,
    "2": 726,
    "0": 709,
    " 2": 10,
    "20": 727,
    "0t": 710,
    " 20": 11,
    "20t": 728,
    "0tr": 711,
    "tr ": 2603,
    " 20t": 12,
    "20tr": 729,
    "0tr ": 712,
    "ừ": 3275,
    "từ": 2694,
    "ừ ": 3276,
    " từ": 557,
    "từ ": 2695,
    " từ ": 558,
    "-": 677,
    "_-": 776,
    "-_": 702,
    "__-": 796,
    "_-_": 792,
    "-__": 703,
    "r__-": 2293,
    "__-_": 803,
    "_-__": 793,
    "-__n": 704,
    ">": 770,
    " >": 29,
    ">2": 771,
    " >2": 30,
    ">20": 772,
    " >20": 31,
    ">20t": 773,
    "1": 713,
    "8": 766,
    "-1": 678,
    "18": 723,
    "8t": 767,
    "_-1": 777,
    "-18": 681,
    "18t": 724,
    "8tr": 768,
    "__-1": 797,
    "_-18": 779,
    "-18t": 682,
    "18tr": 725,
    "8tr ": 769,
    "-2": 683,
    "_-2": 780,
    "-20": 684,
    "__-2": 798,
    "_-20": 781,
    "-20t": 685,
    "3": 739,
    " 3": 17,
    "30": 740,
    " 30": 18,
    "30t": 741,
    " 30t": 19,
    "30tr": 742,
    " 1": 1,
    "10": 714,
    " 10": 2,
    "10t": 715,
    " 10t": 3,
    "10tr": 716,
    "5": 755,
    "25": 730,
    "5t": 759,
    "-25": 686,
    "25t": 731,
    "5tr": 760,
    "_-25": 782,
    "-25t": 687,
    "25tr": 732,
    "5tr ": 761,
    "-3": 688,
    "_-3": 783,
    "-30": 689,
    "__-3": 799,
    "_-30": 784,
    "-30t": 690,
    "35": 743,
    " 35": 20,
    "35t": 744,
    " 35t": 21,
    "35tr": 745,
    "12": 717,
    "2t": 736,
    " 12": 4,
    "12t": 718,
    "2tr": 737,
    " 12t": 5,
    "12tr": 719,
    "2tr ": 738,
    "-5": 696,
    "50": 756,
    "_-5": 788,
    "-50": 697,
    "50t": 757,
    "__-5": 801,
    "_-50": 789,
    "-50t": 698,
    "50tr": 758,
    "15": 720,
    " 15": 6,
    "15t": 721,
    " 15t": 7,
    "15tr": 722,
    "lĩ": 1866,
    "ĩn": 3061,
    " lĩ": 318,
    "lĩn": 1867,
    "ĩnh": 3062,
    " lĩn": 319,
    "lĩnh": 1868,
    "ĩnh ": 3063,
    "vự": 2833,
    " vự": 592,
    "vực": 2834,
    " vực": 593,
    "vực ": 2835,
    "mả": 1966,
    " mả": 356,
    "mản": 1967,
    " mản": 357,
    "mảng": 1968,
    "q": 2281,
    " q": 423,
    "qu": 2282,
    "ua": 2702,
    " qu": 424,
    "qua": 2283,
    "uan": 2703,
    " qua": 425,
    "quan": 2284,
    "uan ": 2704,
    "uộ": 2795,
    "ộc": 3230,
    "thu": 2547,
    "huộ": 1507,
    "uộc": 2796,
    "ộc ": 3231,
    " thu": 488,
    "thuộ": 2550,
    "huộc": 1508,
    "uộc ": 2797,
    "tro": 2613,
    "ron": 2361,
    "ong": 2155,
    " tro": 511,
    "tron": 2614,
    "rong": 2362,
    "ong ": 2156,
    "đế": 3046,
    " đế": 656,
    "đến": 3047,
    " đến": 657,
    "đến ": 3048,
    "oảng": 2216,
    "tầ": 2678,
    "ầm": 3123,
    " tầ": 546,
    "tầm": 2679,
    "ầm ": 3124,
    " tầm": 547,
    "tầm ": 2680,
    "viê": 2811,
    " viê": 579,
    "viên": 2812,
    "fr": 1364,
    " fr": 201,
    "fro": 1365,
    "ten": 2524,
    "end": 1263,
    " fro": 202,
    "fron": 1366,
    "ront": 2363,
    "onte": 2161,
    "nten": 2086,
    "tend": 2525,
    "end ": 1264,
    "ba": 926,
    " ba": 57,
    "bac": 927,
    "cke": 1035,
    "ken": 1753,
    " bac": 58,
    "back": 928,
    "acke": 826,
    "cken": 1036,
    "kend": 1754,
    " fu": 203,
    "ull": 2720,
    "lls": 1836,
    "lst": 1851,
    " ful": 204,
    "full": 1373,
    "ulls": 2721,
    "llst": 1837,
    "lsta": 1852,
    "stac": 2460,
    "tack": 2506,
    "vo": 2817,
    "evo": 1328,
    "vop": 2818,
    "ops": 2175,
    "devo": 1136,
    "evop": 1329,
    "vops": 2819,
    "ops ": 2176,
    " en": 184,
    "eng": 1265,
    "ngi": 2024,
    "gin": 1394,
    "ine": 1654,
    "nee": 2002,
    "eer": 1232,
    " eng": 185,
    "engi": 1266,
    "ngin": 2025,
    "gine": 1395,
    "inee": 1655,
    "neer": 2003,
    "eer ": 1233,
    "ent": 1271,
    "tent": 2526,
    "ent ": 1272,
    "oc": 2115,
    "ci": 1030,
    "ia": 1602,
    "soc": 2449,
    "oci": 2116,
    "cia": 1031,
    "ial": 1604,
    " soc": 452,
    "soci": 2450,
    "ocia": 2117,
    "cial": 1032,
    "ial ": 1605,
    "med": 1911,
    "edi": 1223,
    "dia": 1138,
    "ia ": 1603,
    " med": 338,
    "medi": 1912,
    "edia": 1224,
    "dia ": 1139,
    "seo": 2433,
    " seo": 444,
    "seo ": 2434,
    "ui ": 2709,
    " ui ": 565,
    " ux": 572,
    " ux ": 573,
    "gne": 1407,
    "ner": 2004,
    "igne": 1635,
    "gner": 1408,
    "ner ": 2005,
    "gra": 1416,
    "rap": 2302,
    "aph": 882,
    "hic": 1467,
    "ic ": 1612,
    " gra": 217,
    "grap": 1417,
    "raph": 2303,
    "aphi": 883,
    "phic": 2235,
    "hic ": 1468,
    "mot": 1939,
    " mot": 346,
    "moti": 1940,
    "otio": 2195,
    "3d": 746,
    " 3d": 22,
    "3d ": 747,
    " 3d ": 23,
    "art": 898,
    "rti": 2377,
    "tis": 2577,
    " art": 55,
    "arti": 900,
    "rtis": 2378,
    "tist": 2578,
    "rư": 2400,
    "ưở": 3080,
    "ởn": 3245,
    "trư": 2625,
    "rưở": 2401,
    "ưởn": 3081,
    "ởng": 3246,
    " trư": 516,
    "trưở": 2626,
    "rưởn": 2402,
    "ưởng": 3082,
    "ởng ": 3247,
    "tổ": 2688,
    "ổn": 3222,
    " tổ": 553,
    "tổn": 2689,
    "ổng": 3223,
    " tổn": 554,
    "tổng": 2690,
    "ổng ": 3224,
    "ợ": 3252,
    "hợ": 1594,
    "ợp": 3258,
    " hợ": 262,
    "hợp": 1595,
    "ợp ": 3259,
    " hợp": 263,
    "hợp ": 1596,
    "uế": 2784,
    "huế": 1503,
    "uế ": 2785,
    "thuế": 2549,
    "huế ": 1504,
    "nag": 1987,
    "ger": 1378,
    " man": 335,
    "mana": 1894,
    "anag": 864,
    "nage": 1988,
    "ager": 838,
    "ger ": 1379,
    "bus": 961,
    "usi": 2756,
    "sin": 2443,
    "nes": 2006,
    "ss ": 2454,
    " bus": 69,
    "busi": 962,
    "usin": 2757,
    "sine": 2444,
    "ines": 1657,
    "ness": 2007,
    "ess ": 1308,
    "pm": 2257,
    "opm": 2173,
    "pme": 2258,
    "men": 1915,
    "lopm": 1846,
    "opme": 2174,
    "pmen": 2259,
    "ment": 1916,
    " te": 482,
    "tel": 2520,
    "ele": 1239,
    "esa": 1301,
    " tel": 483,
    "tele": 2521,
    "eles": 1240,
    "lesa": 1813,
    "esal": 1302,
    "đa": 3018,
    " đa": 636,
    "đa ": 3019,
    " đa ": 637,
    "hoa": 1486,
    "oa ": 2106,
    "khoa": 1765,
    "hoa ": 1487,
    "ỡ": 3248,
    "dư": 1165,
    "ưỡ": 3083,
    "ỡn": 3249,
    " dư": 162,
    "dưỡ": 1166,
    "ưỡn": 3084,
    "ỡng": 3250,
    " dưỡ": 163,
    "dưỡn": 1167,
    "ưỡng": 3085,
    "ỡng ": 3251,
    "ượ": 3086,
    "ợc": 3253,
    "dượ": 1168,
    "ược": 3087,
    "ợc ": 3254,
    " dượ": 164,
    "dược": 1169,
    "ược ": 3088,
    "ếng": 3162,
    "tiến": 2584,
    "iếng": 1717,
    "ếng ": 3163,
    " an": 48,
    " anh": 49,
    "mầ": 1969,
    " mầ": 358,
    "mầm": 1970,
    " mầm": 359,
    "mầm ": 1971,
    "non": 2066,
    " non": 392,
    "non ": 2067,
    "đạ": 3037,
    " đạ": 650,
    "đại": 3038,
    " đại": 651,
    "đại ": 3039,
    "ọ": 3201,
    "họ": 1582,
    "ọc": 3204,
    " họ": 257,
    "học": 1585,
    "ọc ": 3205,
    " học": 259,
    "học ": 1586,
    "sư": 2494,
    "ư ": 3073,
    " sư": 472,
    "sư ": 2495,
    " sư ": 473,
    "tư": 2665,
    " tư": 537,
    "tư ": 2666,
    " tư ": 538,
    "vấ": 2822,
    " vấ": 584,
    "vấn": 2823,
    " vấn": 585,
    "vấn ": 2824,
    "yê": 2904,
    "huy": 1499,
    "uyê": 2765,
    "yên": 2905,
    "chuy": 1019,
    "huyê": 1500,
    "uyên": 2766,
    "yên ": 2906,
    "áp": 2952,
    "phá": 2237,
    "háp": 1521,
    "áp ": 2953,
    " phá": 413,
    "pháp": 2238,
    "háp ": 1522,
    "ý": 3015,
    "lý": 1864,
    "ý ": 3016,
    " lý": 316,
    "lý ": 1865,
    " lý ": 317,
    "uả": 2773,
    "quả": 2285,
    "uản": 2775,
    " quả": 426,
    "quản": 2287,
    "uản ": 2776,
    "kho ": 1764,
    "hập": 1565,
    "nhập": 2046,
    "hập ": 1566,
    "ẩ": 3131,
    "hẩ": 1559,
    "ẩu": 3132,
    "khẩ": 1773,
    "hẩu": 1560,
    "ẩu ": 3133,
    " khẩ": 286,
    "khẩu": 1774,
    "hẩu ": 1561,
    "4": 748,
    " 4": 24,
    "40": 749,
    " 40": 25,
    "40t": 750,
    " 40t": 26,
    "40tr": 751,
    " 25": 13,
    " 25t": 14,
    " 18": 8,
    " 18t": 9,
    "45": 752,
    " 45": 27,
    "45t": 753,
    " 45t": 28,
    "45tr": 754,
    "sàn": 2483,
    "àn ": 2927,
    " sàn": 464,
    "sàn ": 2484,
    "etp": 1318,
    "tpl": 2600,
    "pla": 2249,
    "lac": 1796,
    "ace": 820,
    "ketp": 1757,
    "etpl": 1319,
    "tpla": 2601,
    "plac": 2250,
    "lace": 1797,
    "ace ": 821,
    "vậ": 2825,
    " vậ": 586,
    "vận": 2826,
    " vận": 587,
    "vận ": 2827,
    "hành": 1513,
    "br": 951,
    " br": 65,
    "bra": 952,
    "and": 868,
    " bra": 66,
    "bran": 953,
    "rand": 2299,
    "and ": 869,
    "nc": 1991,
    "rfo": 2328,
    "anc": 866,
    "nce": 1992,
    "erfo": 1288,
    "rfor": 2329,
    "rman": 2349,
    "manc": 1895,
    "ance": 867,
    "nce ": 1993,
    "ỹ": 3286,
    "kỹ": 1791,
    "ỹ ": 3287,
    " kỹ": 296,
    "kỹ ": 1792,
    " kỹ ": 297,
    "hạ": 1551,
    "ạ ": 3092,
    " hạ": 251,
    "hạ ": 1552,
    " hạ ": 252,
    "tần": 2681,
    "ầng": 3127,
    " tần": 548,
    "tầng": 2682,
    "ầng ": 3128,
    "mạn": 1964,
    " mạn": 355,
    "mạng": 1965,
    "sy": 2477,
    "ys": 2901,
    " sy": 460,
    "sys": 2478,
    "yst": 2902,
    "tem": 2522,
    " sys": 461,
    "syst": 2479,
    "yste": 2903,
    "stem": 2464,
    "tem ": 2523,
    "-35": 691,
    "_-35": 785,
    "-35t": 692,
    "bả": 981,
    "ảo": 3115,
    " bả": 82,
    "bảo": 982,
    "ảo ": 3116,
    " bảo": 83,
    "bảo ": 983,
    "ì ": 2975,
    "rì ": 2394,
    "trì ": 2621,
    "huậ": 1501,
    "thuậ": 2548,
    "huật": 1502,
    "-4": 693,
    "_-4": 786,
    "-40": 694,
    "__-4": 800,
    "_-40": 787,
    "-40t": 695,
    "bế": 987,
    " bế": 86,
    "bếp": 988,
    " bếp": 87,
    "bếp ": 989,
    "ám": 2944,
    "iám": 1700,
    "ám ": 2945,
    "giám": 1401,
    "iám ": 1701,
    "át": 2954,
    "sát": 2488,
    "át ": 2955,
    " sát": 467,
    "sát ": 2489,
    "lễ": 1882,
    "ễ ": 3183,
    " lễ": 328,
    "lễ ": 1883,
    " lễ ": 329,
    "tâ": 2650,
    " tâ": 527,
    "tân": 2651,
    " tân": 528,
    "tân ": 2652,
    "art ": 899,
    "cto": 1068,
    "tor": 2593,
    "ecto": 1216,
    "ctor": 1069,
    "tor ": 2594,
    "uảng": 2777,
    "cáo": 1083,
    " cáo": 125,
    "cáo ": 1084,
    "bao": 929,
