{
  "text": {
    "hey": 510,
    "hello": 508,
    "hi": 513,
    "there": 1218,
    "hello there": 509,
    "good": 476,
    "morning": 807,
    "good morning": 480,
    "evening": 418,
    "good evening": 479,
    "moin": 806,
    "hey there": 512,
    "let": 662,
    "s": 1087,
    "go": 473,
    "let s": 663,
    "s go": 1088,
    "dude": 330,
    "hey dude": 511,
    "goodmorning": 484,
    "goodevening": 483,
    "afternoon": 40,
    "good afternoon": 477,
    "xin": 1655,
    "chào": 162,
    "xin chào": 1656,
    "bạn": 111,
    "chào bạn": 164,
    "buổi": 85,
    "sáng": 1153,
    "chào buổi": 163,
    "buổi sáng": 86,
    "tối": 1467,
    "buổi tối": 87,
    "nhé": 923,
    "bạn nhé": 112,
    "cu": 197,
    "by": 88,
    "good by": 478,
    "cee": 133,
    "you": 1683,
    "later": 659,
    "cee you": 134,
    "you later": 1686,
    "night": 945,
    "good night": 481,
    "bye": 89,
    "goodbye": 482,
    "have": 505,
    "a": 27,
    "nice": 943,
    "day": 295,
    "have a": 506,
    "a nice": 31,
    "nice day": 944,
    "see": 1111,
    "around": 61,
    "see you": 1115,
    "you around": 1685,
    "bye bye": 90,
    "yes": 1682,
    "y": 1679,
    "indeed": 570,
    "of": 991,
    "course": 196,
    "of course": 992,
    "that": 1211,
    "sounds": 1134,
    "that sounds": 1212,
    "sounds good": 1135,
    "correct": 195,
    "no": 946,
    "n": 866,
    "never": 869,
    "i": 559,
    "don": 328,
    "t": 1191,
    "think": 1219,
    "so": 1124,
    "i don": 562,
    "don t": 329,
    "t think": 1194,
    "think so": 1220,
    "like": 664,
    "t like": 1193,
    "like that": 666,
    "way": 1635,
    "no way": 947,
    "not": 952,
    "really": 1079,
    "not really": 954,
    "perfect": 999,
    "great": 487,
    "amazing": 49,
    "feeling": 432,
    "king": 618,
    "feeling like": 433,
    "like a": 665,
    "a king": 30,
    "wonderful": 1644,
    "am": 41,
    "very": 1489,
    "i am": 560,
    "am feeling": 44,
    "feeling very": 434,
    "very good": 1490,
    "am great": 46,
    "am amazing": 42,
    "going": 474,
    "to": 1299,
    "save": 1107,
    "the": 1213,
    "world": 1647,
    "am going": 45,
    "going to": 475,
    "to save": 1305,
    "save the": 1108,
    "the world": 1215,
    "super": 1142,
    "stoked": 1138,
    "super stoked": 1144,
    "extremely": 424,
    "extremely good": 425,
    "so so": 1129,
    "so perfect": 1126,
    "so good": 1125,
    "my": 814,
    "was": 1633,
    "horrible": 520,
    "my day": 816,
    "day was": 296,
    "was horrible": 1634,
    "sad": 1090,
    "am sad": 48,
    "feel": 430,
    "well": 1639,
    "t feel": 1192,
    "feel very": 431,
    "very well": 1492,
    "disappointed": 316,
    "am disappointed": 43,
    "super sad": 1143,
    "m": 781,
    "i m": 564,
    "m so": 782,
    "so sad": 1128,
    "very sad": 1491,
    "unhappy": 1486,
    "not good": 953,
    "not very": 955,
    "extremly": 426,
    "extremly sad": 427,
    "saad": 1089,
    "so saad": 1127,
    "are": 58,
    "bot": 80,
    "are you": 60,
    "you a": 1684,
    "a bot": 28,
    "human": 526,
    "a human": 29,
    "talking": 1203,
    "am i": 47,
    "i talking": 567,
    "talking to": 1204,
    "to a": 1300,
    "làm": 701,
    "thế": 1260,
    "nào": 956,
    "để": 1739,
    "tìm": 1392,
    "việc": 1543,
    "trên": 1344,
    "website": 1637,
    "này": 960,
    "làm thế": 724,
    "thế nào": 1261,
    "nào để": 959,
    "để tìm": 1745,
    "tìm việc": 1397,
    "việc trên": 1587,
    "trên website": 1346,
    "website này": 1638,
    "hướng": 538,
    "dẫn": 344,
    "tôi": 1413,
    "cách": 237,
    "hướng dẫn": 539,
    "dẫn tôi": 350,
    "tôi cách": 1414,
    "cách tìm": 246,
    "muốn": 810,
    "biết": 77,
    "tôi muốn": 1418,
    "muốn biết": 811,
    "biết cách": 78,
    "việc làm": 1567,
    "sao": 1104,
    "kiếm": 622,
    "làm sao": 720,
    "sao để": 1106,
    "tìm kiếm": 1394,
    "kiếm việc": 625,
    "trang": 1329,
    "web": 1636,
    "dẫn tìm": 349,
    "làm trên": 726,
    "trên trang": 1345,
    "trang web": 1330,
    "how": 521,
    "can": 131,
    "check": 137,
    "application": 53,
    "status": 1136,
    "how can": 522,
    "can i": 132,
    "i check": 561,
    "check my": 138,
    "my application": 815,
    "application status": 54,
    "where": 1640,
    "job": 585,
    "where to": 1641,
    "to see": 1306,
    "see my": 1112,
    "my job": 817,
    "job application": 586,
    "track": 1326,
    "how to": 523,
    "to track": 1307,
    "track my": 1327,
    "tracking": 1328,
    "application tracking": 55,
    "i see": 566,
    "see the": 1114,
    "the status": 1214,
    "status of": 1137,
    "of my": 993,
    "kiểm": 628,
    "tra": 1324,
    "trạng": 1373,
    "thái": 1239,
    "ứng": 1777,
    "tuyển": 1379,
    "kiểm tra": 630,
    "tra trạng": 1325,
    "trạng thái": 1374,
    "thái ứng": 1240,
    "ứng tuyển": 1778,
    "xem": 1653,
    "đơn": 1721,
    "của": 281,
    "để xem": 1746,
    "xem đơn": 1654,
    "đơn ứng": 1725,
    "tuyển của": 1381,
    "của tôi": 284,
    "theo": 1216,
    "dõi": 333,
    "theo dõi": 1217,
    "dõi trạng": 334,
    "find": 435,
    "salary": 1093,
    "information": 571,
    "i find": 563,
    "find salary": 436,
    "salary information": 1095,
    "details": 301,
    "see salary": 1113,
    "salary details": 1094,
    "do": 317,
    "jobs": 590,
    "list": 667,
    "ranges": 1076,
    "do jobs": 318,
    "jobs list": 591,
    "list salary": 668,
    "salary ranges": 1096,
    "salaries": 1091,
    "posted": 1046,
    "on": 994,
    "listings": 669,
    "are salaries": 59,
    "salaries posted": 1092,
    "posted on": 1047,
    "on job": 995,
    "job listings": 588,
    "know": 631,
    "about": 32,
    "compensation": 189,
    "to know": 1303,
    "know about": 632,
    "about compensation": 33,
    "thông": 1248,
    "tin": 1268,
    "lương": 751,
    "ở": 1766,
    "đâu": 1717,
    "tìm thông": 1396,
    "thông tin": 1253,
    "tin lương": 1277,
    "lương ở": 768,
    "ở đâu": 1776,
    "công": 259,
    "có": 252,
    "hiển": 514,
    "thị": 1264,
    "mức": 862,
    "không": 611,
    "công việc": 263,
    "việc có": 1546,
    "có hiển": 255,
    "hiển thị": 515,
    "thị mức": 1265,
    "mức lương": 865,
    "lương không": 765,
    "về": 1613,
    "cách biết": 238,
    "biết thông": 79,
    "tin về": 1282,
    "về lương": 1619,
    "contact": 190,
    "employers": 414,
    "to contact": 1302,
    "contact employers": 191,
    "message": 801,
    "recruiters": 1080,
    "i message": 565,
    "message recruiters": 802,
    "reach": 1077,
    "out": 997,
    "companies": 188,
    "to reach": 1304,
    "reach out": 1078,
    "out to": 998,
    "to companies": 1301,
    "direct": 312,
    "communication": 186,
    "with": 1642,
    "direct communication": 313,
    "communication with": 187,
    "with employers": 1643,
    "liên": 670,
    "hệ": 543,
    "với": 1626,
    "nhà": 908,
    "dụng": 373,
    "cách liên": 241,
    "liên hệ": 671,
    "hệ với": 546,
    "với nhà": 1628,
    "nhà tuyển": 911,
    "tuyển dụng": 1382,
    "thể": 1262,
    "nhắn": 934,
    "cho": 143,
    "tôi có": 1415,
    "có thể": 257,
    "thể nhắn": 1263,
    "nhắn tin": 935,
    "tin cho": 1269,
    "cho nhà": 149,
    "dụng không": 384,
    "lạc": 771,
    "trực": 1375,
    "tiếp": 1293,
    "ty": 1383,
    "liên lạc": 672,
    "lạc trực": 772,
    "trực tiếp": 1376,
    "tiếp với": 1294,
    "với công": 1627,
    "công ty": 262,
    "thương": 1256,
    "mại": 825,
    "điện": 1708,
    "tử": 1476,
    "việc thương": 1582,
    "thương mại": 1257,
    "mại điện": 826,
    "điện tử": 1710,
    "ngành": 888,
    "marketing": 786,
    "tìm công": 1393,
    "việc ngành": 1573,
    "ngành marketing": 893,
    "it": 576,
    "phần": 1015,
    "cứng": 285,
    "làm it": 712,
    "it phần": 582,
    "phần cứng": 1018,
    "nghệ": 885,
    "ô": 1694,
    "tô": 1408,
    "dụng công": 375,
    "công nghệ": 260,
    "nghệ ô": 887,
    "ô tô": 1695,
    "mềm": 842,
    "phần mềm": 1028,
    "hàng": 529,
    "khách": 604,
    "sạn": 1183,
    "việc nhà": 1574,
    "nhà hàng": 909,
    "hàng khách": 531,
    "khách sạn": 606,
    "thiết": 1221,
    "kế": 635,
    "in": 568,
    "ấn": 1760,
    "dụng thiết": 394,
    "thiết kế": 1222,
    "kế in": 639,
    "in ấn": 569,
    "cơ": 265,
    "khí": 607,
    "làm cơ": 706,
    "cơ khí": 266,
    "khí điện": 610,
    "kinh": 619,
    "doanh": 319,
    "việc kinh": 1561,
    "kinh doanh": 620,
    "giáo": 463,
    "dục": 364,
    "dụng giáo": 379,
    "giáo dục": 464,
    "kiến": 626,
    "trúc": 1362,
    "xây": 1664,
    "dựng": 401,
    "làm kiến": 713,
    "kiến trúc": 627,
    "trúc xây": 1365,
    "xây dựng": 1665,
    "tài": 1385,
    "chính": 167,
    "ngân": 894,
    "việc tài": 1588,
    "tài chính": 1386,
    "chính ngân": 171,
    "ngân hàng": 895,
    "viễn": 1541,
    "dụng viễn": 397,
    "viễn thông": 1542,
    "tế": 1459,
    "làm y": 731,
    "y tế": 1681,
    "logistics": 678,
    "việc logistics": 1565,
    "toán": 1308,
    "dụng kế": 387,
    "kế toán": 644,
    "toán kiểm": 1311,
    "kiểm toán": 629,
    "sản": 1189,
    "xuất": 1658,
    "làm sản": 721,
    "sản xuất": 1190,
    "xế": 1675,
    "tài xế": 1388,
    "luật": 689,
    "dụng luật": 388,
    "phiên": 1004,
    "dịch": 354,
    "làm phiên": 718,
    "phiên dịch": 1005,
    "thống": 1266,
    "nhúng": 924,
    "việc hệ": 1558,
    "hệ thống": 544,
    "thống nhúng": 1267,
    "iot": 573,
    "việc iot": 1559,
    "tmdt": 1297,
    "làm tmdt": 725,
    "ecommerce": 408,
    "dụng ecommerce": 377,
    "digital": 310,
    "làm digital": 708,
    "digital marketing": 311,
    "truyền": 1342,
    "việc truyền": 1586,
    "truyền thông": 1343,
    "pr": 1048,
    "dụng pr": 391,
    "cntt": 181,
    "làm cntt": 704,
    "việc công": 1547,
    "nghệ thông": 886,
    "dụng it": 382,
    "lập": 774,
    "trình": 1349,
    "làm lập": 715,
    "lập trình": 775,
    "dev": 302,
    "việc dev": 1552,
    "developer": 303,
    "dụng developer": 376,
    "f": 428,
    "b": 65,
    "làm f": 709,
    "f b": 429,
    "dụng khách": 383,
    "làm thiết": 722,
    "design": 297,
    "việc design": 1551,
    "ui": 1484,
    "ux": 1487,
    "dụng ui": 396,
    "ui ux": 1485,
    "việc điện": 1593,
    "sales": 1097,
    "dụng sales": 392,
    "bán": 103,
    "làm bán": 702,
    "bán hàng": 104,
    "giảng": 468,
    "dạy": 343,
    "việc giảng": 1557,
    "giảng dạy": 469,
    "đào": 1715,
    "tạo": 1432,
    "dụng đào": 398,
    "đào tạo": 1716,
    "làm xây": 730,
    "việc kiến": 1562,
    "dụng ngân": 390,
    "làm tài": 727,
    "tá": 1389,
    "việc y": 1592,
    "y tá": 1680,
    "bác": 101,
    "sĩ": 1157,
    "dụng bác": 374,
    "bác sĩ": 102,
    "chuỗi": 160,
    "cung": 198,
    "làm chuỗi": 703,
    "chuỗi cung": 161,
    "cung ứng": 199,
    "việc kế": 1563,
    "dụng kiểm": 386,
    "máy": 818,
    "làm nhà": 717,
    "nhà máy": 910,
    "lái": 734,
    "xe": 1648,
    "việc lái": 1568,
    "lái xe": 735,
    "làm thông": 723,
    "thông dịch": 1249,
    "biên": 75,
    "việc biên": 1544,
    "biên dịch": 76,
    "embedded": 413,
    "dụng embedded": 378,
    "vi": 1493,
    "điều": 1704,
    "khiển": 594,
    "làm vi": 728,
    "vi điều": 1494,
    "điều khiển": 1706,
    "hồ": 554,
    "chí": 165,
    "minh": 803,
    "việc ở": 1595,
    "ở hồ": 1770,
    "hồ chí": 555,
    "chí minh": 166,
    "tại": 1423,
    "hà": 527,
    "nội": 982,
    "dụng tại": 395,
    "tại hà": 1427,
    "hà nội": 528,
    "đà": 1713,
    "nẵng": 978,
    "làm ở": 733,
    "ở đà": 1775,
    "đà nẵng": 1714,
    "tptphcm": 1322,
    "việc tptphcm": 1584,
    "hn": 518,
    "dụng hn": 381,
    "đn": 1711,
    "làm đn": 732,
    "sài": 1149,
    "gòn": 491,
    "việc sài": 1577,
    "sài gòn": 1150,
    "hanoi": 501,
    "dụng hanoi": 380,
    "danang": 291,
    "làm danang": 707,
    "tphcm": 1320,
    "việc tphcm": 1583,
    "sg": 1117,
    "dụng sg": 393,
    "ha": 499,
    "noi": 948,
    "làm ha": 711,
    "ha noi": 500,
    "da": 289,
    "nang": 867,
    "việc da": 1550,
    "da nang": 290,
    "việc it": 1560,
    "it ở": 584,
    "ở tphcm": 1772,
    "dụng marketing": 389,
    "marketing tại": 795,
    "làm sales": 719,
    "sales đà": 1103,
    "việc cntt": 1545,
    "cntt tptphcm": 184,
    "toán hn": 1309,
    "kế đn": 646,
    "việc lập": 1570,
    "trình sài": 1356,
    "dụng kinh": 385,
    "doanh hanoi": 321,
    "tế danang": 1461,
    "việc giáo": 1556,
    "dục tphcm": 370,
    "luật sg": 694,
    "làm logistics": 714,
    "logistics ha": 682,
    "việc phiên": 1575,
    "dịch da": 356,
    "__number__": 15,
    "triệu": 1336,
    "it lương": 580,
    "lương __number__": 763,
    "__number__ triệu": 26,
    "20tr": 4,
    "marketing lương": 790,
    "lương 20tr": 756,
    "từ": 1474,
    "sales lương": 1100,
    "lương từ": 767,
    "từ __number__": 1475,
    "__number__ __number__": 25,
    "cntt lương": 182,
    "18tr": 3,
    "toán lương": 1313,
    "__number__ 18tr": 17,
    "kế lương": 640,
    "trình lương": 1354,
    "doanh lương": 323,
    "__number__ 20tr": 18,
    "30tr": 7,
    "tế lương": 1464,
    "lương 30tr": 759,
    "10tr": 0,
    "dục lương": 369,
    "lương 10tr": 752,
    "luật lương": 692,
    "25tr": 5,
    "logistics lương": 683,
    "__number__ 25tr": 19,
    "dịch lương": 358,
    "tphcm lương": 1321,
    "nội lương": 986,
    "nẵng lương": 979,
    "tptphcm lương": 1323,
    "__number__ 30tr": 20,
    "hn lương": 519,
    "đn lương": 1712,
    "35tr": 8,
    "gòn lương": 492,
    "lương 35tr": 760,
    "hanoi lương": 502,
    "danang lương": 292,
    "12tr": 1,
    "lương 12tr": 753,
    "50tr": 13,
    "sg lương": 1118,
    "__number__ 50tr": 23,
    "noi lương": 949,
    "15tr": 2,
    "nang lương": 868,
    "lương 15tr": 754,
    "ngành it": 889,
    "lĩnh": 749,
    "vực": 1629,
    "việc lĩnh": 1569,
    "lĩnh vực": 750,
    "vực marketing": 1631,
    "mảng": 830,
    "việc mảng": 1572,
    "mảng sales": 832,
    "ngành kế": 891,
    "việc về": 1591,
    "về thiết": 1622,
    "quan": 1059,
    "việc liên": 1564,
    "liên quan": 673,
    "quan lập": 1060,
    "thuộc": 1233,
    "việc thuộc": 1580,
    "thuộc ngành": 1235,
    "ngành kinh": 890,
    "trong": 1337,
    "việc trong": 1585,
    "trong lĩnh": 1339,
    "vực y": 1632,
    "ở mảng": 1771,
    "mảng giáo": 831,
    "về ngành": 1621,
    "ngành luật": 892,
    "thuộc lĩnh": 1234,
    "vực logistics": 1630,
    "đến": 1737,
    "quan đến": 1061,
    "đến phiên": 1738,
    "it tại": 583,
    "tại tphcm": 1430,
    "việc marketing": 1571,
    "marketing ở": 796,
    "ở hà": 1769,
    "việc sales": 1576,
    "sales tại": 1102,
    "tại đà": 1431,
    "cntt ở": 185,
    "ở tptphcm": 1773,
    "toán tại": 1317,
    "tại hn": 1426,
    "việc thiết": 1579,
    "kế ở": 648,
    "ở đn": 1774,
    "trình tại": 1357,
    "tại sài": 1429,
    "doanh ở": 327,
    "ở hanoi": 1768,
    "tế tại": 1465,
    "tại danang": 1425,
    "dục ở": 372,
    "việc luật": 1566,
    "luật tại": 697,
    "tại sg": 1428,
    "logistics ở": 688,
    "ở ha": 1767,
    "dịch tại": 362,
    "tại da": 1424,
    "khoảng": 601,
    "lương khoảng": 764,
    "khoảng __number__": 603,
    "marketing mức": 791,
    "tầm": 1451,
    "lương tầm": 766,
    "tầm __number__": 1453,
    "cntt mức": 183,
    "mức 20tr": 863,
    "toán khoảng": 1310,
    "trình khoảng": 1352,
    "doanh mức": 324,
    "mức __number__": 864,
    "tầm 30tr": 1452,
    "dục khoảng": 368,
    "khoảng 10tr": 602,
    "luật mức": 693,
    "dịch khoảng": 357,
    "viên": 1495,
    "frontend": 441,
    "it lập": 581,
    "trình viên": 1358,
    "viên frontend": 1497,
    "backend": 68,
    "it backend": 577,
    "backend developer": 69,
    "fullstack": 445,
    "it fullstack": 579,
    "devops": 308,
    "engineer": 415,
    "it devops": 578,
    "devops engineer": 309,
    "content": 193,
    "marketing content": 788,
    "content marketing": 194,
    "marketing digital": 789,
    "social": 1130,
    "media": 799,
    "marketing social": 794,
    "social media": 1131,
    "seo": 1116,
    "marketing seo": 793,
    "designer": 298,
    "kế ui": 645,
    "ux designer": 1488,
    "graphic": 485,
    "kế graphic": 638,
    "graphic designer": 486,
    "motion": 808,
    "kế motion": 641,
    "motion designer": 809,
    "3d": 9,
    "artist": 64,
    "kế 3d": 636,
    "3d artist": 10,
    "trưởng": 1368,
    "toán kế": 1312,
    "toán trưởng": 1316,
    "tổng": 1469,
    "hợp": 557,
    "toán tổng": 1318,
    "tổng hợp": 1470,
    "thuế": 1231,
    "toán thuế": 1315,
    "manager": 783,
    "doanh sales": 325,
    "sales manager": 1101,
    "business": 83,
    "development": 306,
    "doanh business": 320,
    "business development": 84,
    "telesales": 1207,
    "doanh telesales": 326,
    "đa": 1696,
    "khoa": 597,
    "tế bác": 1460,
    "sĩ đa": 1161,
    "đa khoa": 1697,
    "dưỡng": 335,
    "tế điều": 1466,
    "điều dưỡng": 1705,
    "dược": 338,
    "tế dược": 1462,
    "dược sĩ": 339,
    "tiếng": 1289,
    "anh": 52,
    "dục giáo": 365,
    "giáo viên": 465,
    "viên tiếng": 1505,
    "tiếng anh": 1290,
    "mầm": 835,
    "non": 950,
    "viên mầm": 1500,
    "mầm non": 836,
    "đại": 1728,
    "học": 549,
    "dục giảng": 366,
    "giảng viên": 470,
    "viên đại": 1513,
    "đại học": 1729,
    "sư": 1164,
    "tư": 1419,
    "vấn": 1600,
    "luật luật": 691,
    "luật sư": 695,
    "sư tư": 1176,
    "tư vấn": 1421,
    "chuyên": 152,
    "pháp": 1006,
    "lý": 736,
    "luật chuyên": 690,
    "chuyên viên": 156,
    "viên pháp": 1502,
    "pháp lý": 1008,
    "quản": 1069,
    "kho": 595,
    "logistics quản": 684,
    "quản lý": 1070,
    "lý kho": 741,
    "nhập": 930,
    "khẩu": 616,
    "logistics xuất": 686,
    "xuất nhập": 1660,
    "nhập khẩu": 931,
    "logistics chuỗi": 680,
    "frontend tại": 444,
    "designer tại": 300,
    "trưởng ở": 1372,
    "manager tại": 785,
    "khoa ở": 600,
    "frontend lương": 443,
    "designer lương": 299,
    "trưởng lương": 1369,
    "manager lương": 784,
    "40tr": 11,
    "khoa lương": 598,
    "lương 40tr": 761,
    "lương 25tr": 757,
    "lương 18tr": 755,
    "45tr": 12,
    "lương 45tr": 762,
    "sàn": 1151,
    "tử quản": 1479,
    "lý sàn": 745,
    "sàn tmdt": 1152,
    "marketplace": 797,
    "tử chuyên": 1477,
    "viên marketplace": 1499,
    "marketplace tại": 798,
    "tmdt lương": 1298,
    "vận": 1610,
    "hành": 534,
    "việc ecommerce": 1553,
    "ecommerce quản": 409,
    "lý vận": 748,
    "vận hành": 1611,
    "hành ở": 535,
    "brand": 81,
    "marketing brand": 787,
    "brand manager": 82,
    "media manager": 800,
    "performance": 1000,
    "marketing performance": 792,
    "performance marketing": 1001,
    "thông pr": 1251,
    "pr manager": 1049,
    "kỹ": 651,
    "cứng kỹ": 286,
    "kỹ sư": 653,
    "sư phần": 1172,
    "hạ": 540,
    "tầng": 1454,
    "cứng quản": 287,
    "lý hạ": 740,
    "hạ tầng": 541,
    "tầng tại": 1455,
    "mạng": 827,
    "sư mạng": 1169,
    "mạng lương": 828,
    "system": 1147,
    "cứng system": 288,
    "system engineer": 1148,
    "engineer tại": 416,
    "__number__ 35tr": 21,
    "bảo": 115,
    "trì": 1347,
    "sư bảo": 1165,
    "bảo trì": 117,
    "trì ở": 1348,
    "tô kỹ": 1410,
    "sư ô": 1181,
    "tô chuyên": 1409,
    "viên bảo": 1496,
    "bảo dưỡng": 116,
    "dưỡng tại": 337,
    "sư thiết": 1174,
    "thuật": 1228,
    "tô quản": 1411,
    "lý kỹ": 743,
    "kỹ thuật": 654,
    "thuật tại": 1229,
    "__number__ 40tr": 22,
    "sư cơ": 1166,
    "khí ô": 609,
    "tô ở": 1412,
    "sạn quản": 1186,
    "lý nhà": 744,
    "bếp": 123,
    "sạn bếp": 1184,
    "bếp trưởng": 124,
    "trưởng tại": 1371,
    "giám": 460,
    "sát": 1154,
    "việc f": 1554,
    "b giám": 66,
    "giám sát": 461,
    "sát f": 1156,
    "b lương": 67,
    "lý khách": 742,
    "sạn tại": 1187,
    "lễ": 776,
    "tân": 1390,
    "sạn lễ": 1185,
    "lễ tân": 777,
    "tân khách": 1391,
    "sạn ở": 1188,
    "art": 62,
    "director": 314,
    "ấn art": 1761,
    "art director": 63,
    "quảng": 1072,
    "cáo": 250,
    "ấn thiết": 1764,
    "kế quảng": 643,
    "quảng cáo": 1073,
    "cáo tại": 251,
    "ấn chuyên": 1762,
    "viên in": 1498,
    "ấn lương": 1763,
    "bao": 71,
    "bì": 105,
    "kế bao": 637,
    "bao bì": 72,
    "bì tại": 106,
    "đồ": 1753,
    "họa": 547,
    "kế đồ": 647,
    "đồ họa": 1754,
    "họa ở": 548,
    "việc cơ": 1548,
    "tử kỹ": 1478,
    "cơ điện": 267,
    "tự": 1481,
    "động": 1758,
    "hóa": 536,
    "sư tự": 1177,
    "tự động": 1483,
    "động hóa": 1759,
    "hóa tại": 537,
    "sư điện": 1182,
    "điện lương": 1709,
    "khí tại": 608,
    "thuật viên": 1230,
    "viên điện": 1512,
    "tử ở": 1480,
    "dựng kiến": 403,
    "trúc sư": 1364,
    "dựng kỹ": 404,
    "sư xây": 1180,
    "dựng tại": 407,
    "dựng giám": 402,
    "sát công": 1155,
    "công trình": 261,
    "dự": 399,
    "án": 1687,
    "dựng quản": 405,
    "lý dự": 739,
    "dự án": 400,
    "án tại": 1691,
    "thất": 1258,
    "dựng thiết": 406,
    "kế nội": 642,
    "nội thất": 987,
    "thất ở": 1259,
    "tín": 1404,
    "chính chuyên": 168,
    "viên tín": 1506,
    "tín dụng": 1405,
    "đầu": 1732,
    "hàng chuyên": 530,
    "viên đầu": 1514,
    "đầu tư": 1735,
    "tư tại": 1420,
    "phân": 1011,
    "tích": 1398,
    "viên phân": 1503,
    "phân tích": 1012,
    "tích tài": 1402,
    "chính lương": 170,
    "danh": 293,
    "mục": 853,
    "hàng quản": 532,
    "lý danh": 738,
    "danh mục": 294,
    "mục đầu": 861,
    "viên ngân": 1501,
    "hàng ở": 533,
    "việc viễn": 1590,
    "thông kỹ": 1250,
    "sư viễn": 1178,
    "mạng tại": 829,
    "vô": 1598,
    "tuyến": 1377,
    "28tr": 6,
    "sư vô": 1179,
    "vô tuyến": 1599,
    "tuyến lương": 1378,
    "lương 28tr": 758,
    "thông quản": 1252,
    "án viễn": 1692,
    "thông tại": 1254,
    "viên viễn": 1509,
    "thông ở": 1255,
    "nhúng kỹ": 925,
    "sư nhúng": 1170,
    "iot kỹ": 574,
    "sư iot": 1168,
    "iot tại": 575,
    "nhúng lập": 927,
    "trình nhúng": 1355,
    "nhúng lương": 926,
    "phát": 1009,
    "triển": 1334,
    "sư phát": 1171,
    "phát triển": 1010,
    "triển iot": 1335,
    "firmware": 437,
    "sư firmware": 1167,
    "firmware ở": 438,
    "đốc": 1750,
    "việc sản": 1578,
    "xuất quản": 1661,
    "quản đốc": 1071,
    "đốc nhà": 1752,
    "xuất kỹ": 1659,
    "sư sản": 1173,
    "xuất tại": 1662,
    "chất": 172,
    "lượng": 769,
    "lý chất": 737,
    "chất lượng": 173,
    "lượng lương": 770,
    "lý sản": 746,
    "viên sản": 1504,
    "xuất ở": 1663,
    "mềm frontend": 845,
    "frontend developer": 442,
    "mềm backend": 843,
    "developer tại": 305,
    "mềm fullstack": 846,
    "fullstack developer": 446,
    "developer lương": 304,
    "mobile": 804,
    "mềm mobile": 847,
    "mobile developer": 805,
    "mềm devops": 844,
    "engineer ở": 417,
    "development manager": 307,
    "executive": 419,
    "sales executive": 1099,
    "executive tại": 420,
    "key": 592,
    "account": 36,
    "doanh key": 322,
    "key account": 593,
    "account manager": 37,
    "60tr": 14,
    "sales director": 1098,
    "director tại": 315,
    "__number__ 60tr": 24,
    "telesales ở": 1208,
    "học tại": 551,
    "hiệu": 516,
    "dục hiệu": 367,
    "hiệu trưởng": 517,
    "bộ": 127,
    "dục đào": 371,
    "tạo nội": 1434,
    "nội bộ": 983,
    "bộ tại": 129,
    "non ở": 951,
    "sĩ nội": 1160,
    "nội khoa": 985,
    "dưỡng trưởng": 336,
    "sĩ lương": 1159,
    "sĩ chuyên": 1158,
    "chuyên khoa": 153,
    "khoa tại": 599,
    "xét": 1666,
    "nghiệm": 870,
    "tế kỹ": 1463,
    "viên xét": 1511,
    "xét nghiệm": 1667,
    "nghiệm ở": 881,
    "logistics giám": 681,
    "giám đốc": 462,
    "đốc logistics": 1751,
    "logistics chuyên": 679,
    "viên xuất": 1510,
    "khẩu tại": 617,
    "kho lương": 596,
    "supply": 1145,
    "chain": 135,
    "logistics supply": 685,
    "supply chain": 1146,
    "chain manager": 136,
    "phối": 1044,
    "tải": 1446,
    "logistics điều": 687,
    "điều phối": 1707,
    "phối vận": 1045,
    "vận tải": 1612,
    "tải ở": 1448,
    "toán viên": 1319,
    "viên tại": 1508,
    "hợp lương": 558,
    "thuế tại": 1232,
    "toán nội": 1314,
    "bộ ở": 130,
    "container": 192,
    "xế tài": 1677,
    "xế xe": 1678,
    "xe container": 1649,
    "xe tải": 1652,
    "tải tại": 1447,
    "xe khách": 1651,
    "khách lương": 605,
    "xe công": 1650,
    "ty tại": 1384,
    "__number__ 15tr": 16,
    "giao": 458,
    "xế giao": 1676,
    "giao hàng": 459,
    "lý tại": 747,
    "phòng": 1013,
    "chế": 174,
    "luật trưởng": 696,
    "trưởng phòng": 1370,
    "phòng pháp": 1014,
    "pháp chế": 1007,
    "chế lương": 175,
    "tranh": 1331,
    "tụng": 1472,
    "sư tranh": 1175,
    "tranh tụng": 1332,
    "tụng tại": 1473,
    "viên tư": 1507,
    "vấn luật": 1603,
    "luật ở": 698,
    "dịch phiên": 359,
    "dịch viên": 363,
    "dịch biên": 355,
    "nhật": 932,
    "dịch tiếng": 360,
    "tiếng nhật": 1291,
    "nhật lương": 933,
    "trung": 1340,
    "tiếng trung": 1292,
    "trung tại": 1341,
    "liệu": 676,
    "dịch tài": 361,
    "tài liệu": 1387,
    "liệu ở": 677,
    "xóa": 1668,
    "xóa tìm": 1673,
    "reset": 1085,
    "reset tìm": 1086,
    "bắt": 119,
    "lại": 773,
    "bắt đầu": 120,
    "đầu lại": 1733,
    "các": 231,
    "tiêu": 1287,
    "xóa các": 1670,
    "các tiêu": 236,
    "tiêu chí": 1288,
    "lọc": 778,
    "xóa bộ": 1669,
    "bộ lọc": 128,
    "bỏ": 125,
    "cũ": 264,
    "bỏ tìm": 126,
    "kiếm cũ": 623,
    "mới": 851,
    "làm mới": 716,
    "mới tìm": 852,
    "kết": 649,
    "quả": 1067,
    "xóa kết": 1672,
    "kết quả": 650,
    "quả cũ": 1068,
    "clear": 180,
    "kiếm mới": 624,
    "đầu tìm": 1734,
    "tìm mới": 1395,
    "tất": 1449,
    "cả": 268,
    "xóa tất": 1674,
    "tất cả": 1450,
    "hết": 542,
    "xóa hết": 1671,
    "nộp": 988,
    "để nộp": 1744,
    "nộp đơn": 990,
    "đơn xin": 1724,
    "xin việc": 1657,
    "dẫn cách": 346,
    "cách nộp": 244,
    "tuyển công": 1380,
    "thì": 1246,
    "gì": 488,
    "muốn nộp": 812,
    "việc thì": 1581,
    "thì làm": 1247,
    "làm gì": 710,
    "bước": 109,
    "apply": 56,
    "là": 699,
    "các bước": 232,
    "bước để": 110,
    "để apply": 1740,
    "apply job": 57,
    "job là": 589,
    "là gì": 700,
    "gửi": 496,
    "cv": 200,
    "để gửi": 1742,
    "gửi cv": 497,
    "cv cho": 202,
    "cho công": 146,
    "sơ": 1162,
    "dẫn nộp": 348,
    "nộp hồ": 989,
    "hồ sơ": 556,
    "sơ xin": 1163,
    "cần": 273,
    "tôi cần": 1416,
    "cần làm": 276,
    "gì để": 490,
    "để ứng": 1747,
    "một": 848,
    "vị": 1624,
    "trí": 1360,
    "đơn cho": 1722,
    "cho một": 148,
    "một vị": 850,
    "vị trí": 1625,
    "trí tuyển": 1361,
    "chi": 139,
    "tiết": 1295,
    "dẫn chi": 345,
    "chi tiết": 140,
    "tiết cách": 1296,
    "đơn việc": 1723,
    "gửi đơn": 498,
    "dẫn tạo": 351,
    "tạo cv": 1433,
    "viết": 1515,
    "cách viết": 248,
    "viết cv": 1518,
    "như": 928,
    "làm cv": 705,
    "cv như": 213,
    "như thế": 929,
    "chỉ": 176,
    "chỉ cách": 177,
    "cách làm": 243,
    "ra": 1074,
    "cv ra": 218,
    "ra sao": 1075,
    "cv thế": 219,
    "mẫu": 837,
    "chuẩn": 157,
    "mẫu cv": 838,
    "cv chuẩn": 204,
    "cv mẫu": 212,
    "cần tạo": 279,
    "muốn viết": 813,
    "giúp": 466,
    "giúp tôi": 467,
    "tôi làm": 1417,
    "nghiệp": 882,
    "dẫn viết": 352,
    "cv chuyên": 203,
    "chuyên nghiệp": 155,
    "tượng": 1422,
    "cách tạo": 247,
    "cv ấn": 227,
    "ấn tượng": 1765,
    "online": 996,
    "cv online": 216,
    "cv xin": 224,
    "cv tìm": 221,
    "cv ứng": 228,
    "hay": 507,
    "cv hay": 208,
    "format": 439,
    "format cv": 440,
    "gồm": 493,
    "những": 936,
    "cv gồm": 207,
    "gồm những": 495,
    "những phần": 940,
    "phần nào": 1031,
    "một cv": 849,
    "cv cần": 206,
    "cần có": 274,
    "có những": 256,
    "những gì": 937,
    "cv bao": 201,
    "bao gồm": 73,
    "những mục": 939,
    "mục nào": 859,
    "những thông": 942,
    "tin gì": 1273,
    "cấu": 271,
    "cấu trúc": 272,
    "trúc của": 1363,
    "của một": 283,
    "nên": 961,
    "cv nên": 214,
    "nên có": 962,
    "hoàn": 524,
    "chỉnh": 178,
    "cv hoàn": 209,
    "hoàn chỉnh": 525,
    "chỉnh gồm": 179,
    "gồm gì": 494,
    "các phần": 234,
    "phần trong": 1040,
    "trong cv": 1338,
    "dung": 331,
    "nội dung": 984,
    "dung chính": 332,
    "chính của": 169,
    "của cv": 282,
    "chuẩn cần": 159,
    "cần những": 277,
    "cá": 229,
    "nhân": 912,
    "phần thông": 1039,
    "tin cá": 1270,
    "cá nhân": 230,
    "nhân trong": 920,
    "viết thông": 1537,
    "nhân gì": 916,
    "nhân nào": 917,
    "nào cần": 958,
    "có trong": 258,
    "nhân cv": 913,
    "viết phần": 1528,
    "profile": 1050,
    "phần profile": 1033,
    "profile cá": 1051,
    "tin liên": 1276,
    "hệ trong": 545,
    "nên để": 964,
    "để những": 1743,
    "bày": 91,
    "cách trình": 245,
    "trình bày": 1350,
    "bày thông": 100,
    "tin cần": 1271,
    "cần thiết": 278,
    "thiết trong": 1223,
    "mô": 821,
    "tả": 1435,
    "bản": 113,
    "thân": 1241,
    "phần mô": 1027,
    "mô tả": 822,
    "tả bản": 1436,
    "bản thân": 114,
    "giới": 471,
    "thiệu": 1224,
    "viết giới": 1521,
    "giới thiệu": 472,
    "thiệu bản": 1225,
    "thân trong": 1245,
    "summary": 1139,
    "phần summary": 1037,
    "summary trong": 1140,
    "cv viết": 223,
    "viết sao": 1534,
    "tả profile": 1442,
    "nhân thế": 919,
    "tả cv": 1437,
    "viết profile": 1529,
    "profile trong": 1054,
    "mình": 819,
    "thiệu về": 1227,
    "về mình": 1620,
    "mình trong": 820,
    "tóm": 1406,
    "tắt": 1457,
    "phần tóm": 1041,
    "tóm tắt": 1407,
    "tắt trong": 1458,
    "ngắn": 900,
    "tả ngắn": 1441,
    "ngắn về": 901,
    "về bản": 1614,
    "profile summary": 1052,
    "summary viết": 1141,
    "viết thế": 1538,
    "phần tổng": 1042,
    "tổng quan": 1471,
    "thân chuyên": 1242,
    "phần học": 1023,
    "học vấn": 553,
    "vấn trong": 1607,
    "bày phần": 97,
    "education": 410,
    "phần education": 1020,
    "education trong": 412,
    "ghi": 447,
    "tin học": 1274,
    "vấn cần": 1601,
    "cần ghi": 275,
    "ghi gì": 448,
    "quá": 1065,
    "tập": 1456,
    "viết quá": 1531,
    "quá trình": 1066,
    "trình học": 1351,
    "học tập": 552,
    "bày học": 93,
    "academic": 34,
    "background": 70,
    "phần academic": 1016,
    "academic background": 35,
    "trường": 1366,
    "tin trường": 1281,
    "trường học": 1367,
    "học trong": 550,
    "ghi học": 449,
    "vấn thế": 1606,
    "nào cho": 957,
    "cho chuẩn": 145,
    "bằng": 121,
    "cấp": 269,
    "viết bằng": 1517,
    "bằng cấp": 122,
    "cấp trong": 270,
    "độ": 1755,
    "trình độ": 1359,
    "độ học": 1756,
    "vấn ghi": 1602,
    "ghi ra": 453,
    "viết kinh": 1525,
    "kinh nghiệm": 621,
    "nghiệm làm": 874,
    "làm việc": 729,
    "work": 1645,
    "experience": 421,
    "phần work": 1043,
    "work experience": 1646,
    "experience trong": 423,
    "bày kinh": 94,
    "nghiệm việc": 879,
    "nghiệm trong": 877,
    "cách ghi": 240,
    "ghi kinh": 450,
    "nghiệm công": 872,
    "việc viết": 1589,
    "môn": 823,
    "tả kinh": 1439,
    "nghiệm chuyên": 871,
    "chuyên môn": 154,
    "bày quá": 98,
    "trình làm": 1353,
    "viết job": 1524,
    "job experience": 587,
    "nghiệm dự": 873,
    "án ghi": 1689,
    "ghi thế": 455,
    "đã": 1718,
    "viết về": 1540,
    "về công": 1616,
    "việc đã": 1594,
    "đã làm": 1719,
    "nghề": 883,
    "nghiệm nghề": 875,
    "nghề nghiệp": 884,
    "năng": 966,
    "viết kỹ": 1526,
    "kỹ năng": 652,
    "năng trong": 976,
    "skills": 1119,
    "phần skills": 1036,
    "skills trong": 1122,
    "bày kỹ": 95,
    "năng chuyên": 967,
    "về các": 1615,
    "các kỹ": 233,
    "năng cần": 968,
    "liệt": 674,
    "kê": 633,
    "cách liệt": 242,
    "liệt kê": 675,
    "kê kỹ": 634,
    "tả kỹ": 1440,
    "năng làm": 971,
    "môn ghi": 824,
    "soft": 1132,
    "soft skills": 1133,
    "hard": 503,
    "hard skills": 504,
    "skills cần": 1120,
    "ghi những": 452,
    "technical": 1205,
    "viết technical": 1536,
    "technical skills": 1206,
    "lực": 779,
    "bày năng": 96,
    "năng lực": 972,
    "lực bản": 780,
    "điền": 1698,
    "cần điền": 280,
    "điền những": 1701,
    "chuẩn có": 158,
    "tab": 1195,
    "cv có": 205,
    "những tab": 941,
    "tab nào": 1200,
    "các tab": 235,
    "tab trong": 1202,
    "cv là": 211,
    "được": 1726,
    "chia": 141,
    "thành": 1236,
    "mấy": 833,
    "cv được": 225,
    "được chia": 1727,
    "chia thành": 142,
    "thành mấy": 1237,
    "mấy phần": 834,
    "nhiêu": 906,
    "có bao": 253,
    "bao nhiêu": 74,
    "nhiêu mục": 907,
    "mục chính": 854,
    "vào": 1596,
    "điền thông": 1703,
    "nhân vào": 921,
    "vào cv": 1597,
    "nhân cần": 914,
    "có gì": 254,
    "gì trong": 489,
    "dẫn điền": 353,
    "personal": 1002,
    "phần personal": 1032,
    "personal information": 1003,
    "information trong": 572,
    "nhân sao": 918,
    "sao cho": 1105,
    "cho chuyên": 144,
    "tab thông": 1201,
    "nhân điền": 922,
    "điền gì": 1699,
    "cách điền": 249,
    "điền tab": 1702,
    "mục thông": 860,
    "nhân ghi": 915,
    "tả trong": 1443,
    "viết gì": 1522,
    "viết mô": 1527,
    "tả về": 1445,
    "thân thế": 1244,
    "phần giới": 1022,
    "tab mô": 1199,
    "tả viết": 1444,
    "viết ra": 1532,
    "tự giới": 1482,
    "thiệu trong": 1226,
    "profile thế": 1053,
    "mục mô": 858,
    "tả cần": 1438,
    "thân sao": 1243,
    "cho hay": 147,
    "vấn như": 1604,
    "vấn vào": 1608,
    "education gồm": 411,
    "cv phần": 217,
    "về học": 1618,
    "viết học": 1523,
    "tab học": 1196,
    "vấn điền": 1609,
    "mục học": 855,
    "đúng": 1720,
    "vấn sao": 1605,
    "cho đúng": 151,
    "phần kinh": 1024,
    "việc ghi": 1555,
    "ghi như": 451,
    "viết experience": 1520,
    "việc cần": 1549,
    "phần experience": 1021,
    "experience cần": 422,
    "tin kinh": 1275,
    "nghiệm vào": 880,
    "tab kinh": 1197,
    "nghiệm viết": 878,
    "mục kinh": 856,
    "tốt": 1468,
    "nghiệm sao": 876,
    "cho tốt": 150,
    "phần kỹ": 1025,
    "viết skills": 1535,
    "section": 1109,
    "skills section": 1121,
    "section trong": 1110,
    "những kỹ": 938,
    "năng gì": 970,
    "năng ghi": 969,
    "ghi trong": 456,
    "skills viết": 1123,
    "điền kỹ": 1700,
    "năng vào": 977,
    "tab kỹ": 1198,
    "mục kỹ": 857,
    "năng thế": 975,
    "năng sao": 974,
    "ngôn": 896,
    "ngữ": 902,
    "phần ngôn": 1029,
    "ngôn ngữ": 897,
    "ngữ trong": 904,
    "viết trình": 1539,
    "độ ngôn": 1757,
    "language": 655,
    "language skills": 656,
    "ngữ ghi": 903,
    "tin ngôn": 1278,
    "languages": 657,
    "phần languages": 1026,
    "languages trong": 658,
    "năng ngôn": 973,
    "ngữ viết": 905,
    "ghi trình": 457,
    "phần dự": 1019,
    "án trong": 1690,
    "projects": 1057,
    "viết projects": 1530,
    "projects trong": 1058,
    "về dự": 1617,
    "án đã": 1693,
    "project": 1055,
    "project experience": 1056,
    "án cần": 1688,
    "phần projects": 1034,
    "tin dự": 1272,
    "viết dự": 1519,
    "phần thành": 1038,
    "thành tích": 1238,
    "tích trong": 1401,
    "achievements": 38,
    "viết achievements": 1516,
    "tích ghi": 1400,
    "đạt": 1730,
    "về thành": 1623,
    "tích đạt": 1403,
    "đạt được": 1731,
    "achievements section": 39,
    "tích cần": 1399,
    "phần achievements": 1017,
    "tin thành": 1280,
    "ghi thành": 454,
    "người": 898,
    "tham": 1209,
    "khảo": 612,
    "phần người": 1030,
    "người tham": 899,
    "tham khảo": 1210,
    "khảo trong": 615,
    "references": 1081,
    "viết references": 1533,
    "khảo ghi": 614,
    "references section": 1082,
    "phần references": 1035,
    "khảo cần": 613,
    "tin người": 1279,
    "references trong": 1083,
    "references viết": 1084,
    "định": 1748,
    "dạng": 340,
    "định dạng": 1749,
    "dạng cv": 341,
    "bày cv": 92,
    "nên định": 965,
    "dạng thế": 342,
    "dẫn format": 347,
    "layout": 660,
    "cv layout": 210,
    "layout chuẩn": 661,
    "cách format": 239,
    "nên trình": 963,
    "bày ra": 99,
    "mẹo": 839,
    "mẹo viết": 841,
    "tips": 1283,
    "tips viết": 1286,
    "cv tốt": 222,
    "nổi": 980,
    "bật": 118,
    "để cv": 1741,
    "cv nổi": 215,
    "nổi bật": 981,
    "bí": 107,
    "quyết": 1062,
    "bí quyết": 108,
    "quyết viết": 1064,
    "and": 50,
    "tricks": 1333,
    "cv tips": 220,
    "tips and": 1284,
    "and tricks": 51,
    "mẹo tạo": 840,
    "đẹp": 1736,
    "tips tạo": 1285,
    "cv đẹp": 226,
    "quyết tạo": 1063
  },
  "intent": {
    "greet": 21,
    "goodbye": 20,
    "affirm": 0,
    "deny": 18,
    "mood_great": 23,
    "mood_unhappy": 24,
    "bot_challenge": 15,
    "job_search_how": 22,
    "application_status": 1,
    "salary_info": 25,
    "employer_contact": 19,
    "search_jobs_by_field": 26,
    "clear_slots": 16,
    "apply_job": 2,
    "cv_creation": 17,
    "ask_cv_sections": 12,
    "ask_cv_personal_info": 9,
    "ask_cv_description": 4,
    "ask_cv_education": 5,
    "ask_cv_experience": 6,
    "ask_cv_skills": 13,
    "ask_cv_languages": 8,
    "ask_cv_projects": 10,
    "ask_cv_achievements": 3,
    "ask_cv_references": 11,
    "ask_cv_format": 7,
    "ask_cv_tips": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_search_jobs": 9,
    "utter_application_status": 13,
    "utter_apply_job": 14,
    "utter_cheer_up": 15,
    "utter_cv_creation": 16,
    "utter_cv_creation_tips": 17,
    "utter_cv_description": 18,
    "utter_cv_education": 19,
    "utter_cv_experience": 20,
    "utter_cv_personal_info": 21,
    "utter_cv_sections": 22,
    "utter_cv_skills": 23,
    "utter_employer_contact": 24,
    "utter_goodbye": 25,
    "utter_greet": 26,
    "utter_iamabot": 27,
    "utter_salary_info": 28,
    "utter_search_jobs": 29
  },
  "action_text": null,
  "intent_response_key": null
}