{
  "text": {
    "hey": 387,
    "hello": 385,
    "hi": 390,
    "there": 925,
    "hello there": 386,
    "good": 363,
    "morning": 660,
    "good morning": 367,
    "evening": 320,
    "good evening": 366,
    "moin": 659,
    "hey there": 389,
    "let": 523,
    "s": 812,
    "go": 360,
    "let s": 524,
    "s go": 813,
    "dude": 243,
    "hey dude": 388,
    "goodmorning": 371,
    "goodevening": 370,
    "afternoon": 37,
    "good afternoon": 364,
    "xin": 1257,
    "chào": 124,
    "xin chào": 1258,
    "bạn": 94,
    "chào bạn": 126,
    "buổi": 80,
    "sáng": 872,
    "chào buổi": 125,
    "buổi sáng": 81,
    "tối": 1118,
    "buổi tối": 82,
    "nhé": 721,
    "bạn nhé": 95,
    "cu": 162,
    "by": 83,
    "good by": 365,
    "cee": 111,
    "you": 1284,
    "later": 522,
    "cee you": 112,
    "you later": 1287,
    "night": 736,
    "good night": 368,
    "bye": 84,
    "goodbye": 369,
    "have": 383,
    "a": 27,
    "nice": 734,
    "day": 207,
    "have a": 384,
    "a nice": 31,
    "nice day": 735,
    "see": 833,
    "around": 57,
    "see you": 837,
    "you around": 1286,
    "bye bye": 85,
    "yes": 1283,
    "y": 1280,
    "indeed": 444,
    "of": 759,
    "course": 154,
    "of course": 760,
    "that": 918,
    "sounds": 854,
    "that sounds": 919,
    "sounds good": 855,
    "correct": 153,
    "no": 737,
    "n": 697,
    "never": 700,
    "i": 431,
    "don": 241,
    "t": 910,
    "think": 926,
    "so": 846,
    "i don": 435,
    "don t": 242,
    "t think": 913,
    "think so": 927,
    "like": 525,
    "t like": 912,
    "like that": 527,
    "way": 1239,
    "no way": 738,
    "not": 743,
    "really": 805,
    "not really": 745,
    "perfect": 767,
    "great": 374,
    "amazing": 49,
    "feeling": 331,
    "king": 489,
    "feeling like": 332,
    "like a": 526,
    "a king": 30,
    "wonderful": 1248,
    "am": 41,
    "very": 1142,
    "i am": 432,
    "am feeling": 44,
    "feeling very": 333,
    "very good": 1143,
    "am great": 46,
    "am amazing": 42,
    "going": 361,
    "to": 978,
    "save": 831,
    "the": 920,
    "world": 1249,
    "am going": 45,
    "going to": 362,
    "to save": 987,
    "save the": 832,
    "the world": 922,
    "super": 861,
    "stoked": 860,
    "super stoked": 863,
    "extremely": 323,
    "extremely good": 324,
    "so so": 851,
    "so perfect": 848,
    "so good": 847,
    "my": 665,
    "was": 1237,
    "horrible": 397,
    "my day": 669,
    "day was": 208,
    "was horrible": 1238,
    "sad": 815,
    "am sad": 48,
    "feel": 329,
    "well": 1243,
    "t feel": 911,
    "feel very": 330,
    "very well": 1145,
    "disappointed": 228,
    "am disappointed": 43,
    "super sad": 862,
    "m": 634,
    "i m": 438,
    "m so": 635,
    "so sad": 850,
    "very sad": 1144,
    "unhappy": 1134,
    "not good": 744,
    "not very": 746,
    "extremly": 325,
    "extremly sad": 326,
    "saad": 814,
    "so saad": 849,
    "are": 54,
    "bot": 73,
    "are you": 56,
    "you a": 1285,
    "a bot": 28,
    "human": 402,
    "a human": 29,
    "talking": 914,
    "am i": 47,
    "i talking": 441,
    "talking to": 915,
    "to a": 979,
    "làm": 558,
    "thế": 956,
    "nào": 749,
    "để": 1321,
    "tìm": 1064,
    "việc": 1170,
    "trên": 1025,
    "website": 1241,
    "này": 751,
    "làm thế": 579,
    "thế nào": 957,
    "nào để": 750,
    "để tìm": 1323,
    "tìm việc": 1069,
    "việc trên": 1212,
    "trên website": 1027,
    "website này": 1242,
    "hướng": 414,
    "dẫn": 252,
    "tôi": 1079,
    "cách": 171,
    "hướng dẫn": 415,
    "dẫn tôi": 254,
    "tôi cách": 1080,
    "cách tìm": 174,
    "muốn": 663,
    "biết": 70,
    "tôi muốn": 1082,
    "muốn biết": 664,
    "biết cách": 71,
    "việc làm": 1192,
    "sao": 829,
    "kiếm": 492,
    "làm sao": 575,
    "sao để": 830,
    "tìm kiếm": 1066,
    "kiếm việc": 495,
    "trang": 1012,
    "web": 1240,
    "dẫn tìm": 253,
    "làm trên": 581,
    "trên trang": 1026,
    "trang web": 1013,
    "how": 398,
    "do": 229,
    "create": 155,
    "profile": 790,
    "how do": 400,
    "do i": 230,
    "i create": 434,
    "create a": 156,
    "a profile": 32,
    "set": 839,
    "up": 1135,
    "account": 35,
    "how to": 401,
    "to set": 989,
    "set up": 840,
    "up my": 1138,
    "my account": 666,
    "guide": 375,
    "for": 338,
    "creating": 158,
    "guide for": 376,
    "for creating": 339,
    "creating profile": 159,
    "steps": 858,
    "resume": 811,
    "steps to": 859,
    "to create": 983,
    "create my": 157,
    "my resume": 671,
    "build": 76,
    "cv": 165,
    "on": 762,
    "this": 928,
    "site": 845,
    "to build": 980,
    "build my": 77,
    "my cv": 668,
    "cv on": 166,
    "on this": 764,
    "this site": 929,
    "creation": 160,
    "profile creation": 791,
    "creation steps": 161,
    "tạo": 1095,
    "hồ": 426,
    "sơ": 881,
    "cách tạo": 175,
    "tạo hồ": 1097,
    "hồ sơ": 428,
    "tài": 1056,
    "khoản": 475,
    "để tạo": 1324,
    "tạo tài": 1099,
    "tài khoản": 1058,
    "dẫn tạo": 255,
    "tạo cv": 1096,
    "xây": 1265,
    "dựng": 303,
    "cá": 167,
    "nhân": 720,
    "cách xây": 176,
    "xây dựng": 1266,
    "dựng hồ": 305,
    "sơ cá": 882,
    "cá nhân": 168,
    "can": 109,
    "check": 115,
    "application": 51,
    "status": 856,
    "how can": 399,
    "can i": 110,
    "i check": 433,
    "check my": 116,
    "my application": 667,
    "application status": 52,
    "where": 1244,
    "job": 458,
    "where to": 1245,
    "to see": 988,
    "see my": 834,
    "my job": 670,
    "job application": 461,
    "track": 1009,
    "to track": 990,
    "track my": 1010,
    "tracking": 1011,
    "application tracking": 53,
    "i see": 440,
    "see the": 836,
    "the status": 921,
    "status of": 857,
    "of my": 761,
    "kiểm": 498,
    "tra": 1007,
    "trạng": 1045,
    "thái": 941,
    "ứng": 1349,
    "tuyển": 1051,
    "kiểm tra": 500,
    "tra trạng": 1008,
    "trạng thái": 1046,
    "thái ứng": 942,
    "ứng tuyển": 1350,
    "xem": 1255,
    "đơn": 1309,
    "của": 195,
    "để xem": 1325,
    "xem đơn": 1256,
    "đơn ứng": 1310,
    "tuyển của": 1052,
    "của tôi": 196,
    "theo": 923,
    "dõi": 244,
    "theo dõi": 924,
    "dõi trạng": 245,
    "find": 334,
    "salary": 818,
    "information": 445,
    "i find": 436,
    "find salary": 335,
    "salary information": 820,
    "details": 213,
    "see salary": 835,
    "salary details": 819,
    "jobs": 464,
    "list": 528,
    "ranges": 802,
    "do jobs": 231,
    "jobs list": 465,
    "list salary": 529,
    "salary ranges": 821,
    "salaries": 816,
    "posted": 786,
    "listings": 530,
    "are salaries": 55,
    "salaries posted": 817,
    "posted on": 787,
    "on job": 763,
    "job listings": 462,
    "know": 501,
    "about": 33,
    "compensation": 146,
    "to know": 984,
    "know about": 502,
    "about compensation": 34,
    "thông": 943,
    "tin": 964,
    "lương": 605,
    "ở": 1338,
    "đâu": 1308,
    "tìm thông": 1068,
    "thông tin": 949,
    "tin lương": 966,
    "lương ở": 622,
    "ở đâu": 1348,
    "công": 183,
    "có": 180,
    "hiển": 391,
    "thị": 960,
    "mức": 693,
    "không": 486,
    "công việc": 187,
    "việc có": 1173,
    "có hiển": 181,
    "hiển thị": 392,
    "thị mức": 961,
    "mức lương": 696,
    "lương không": 619,
    "về": 1226,
    "cách biết": 172,
    "biết thông": 72,
    "tin về": 967,
    "về lương": 1227,
    "alerts": 40,
    "up job": 1137,
    "job alerts": 460,
    "get": 347,
    "notifications": 747,
    "new": 701,
    "i get": 437,
    "get notifications": 348,
    "notifications for": 748,
    "for new": 340,
    "new jobs": 702,
    "receive": 806,
    "updates": 1139,
    "to receive": 986,
    "receive job": 807,
    "job updates": 463,
    "setting": 841,
    "email": 313,
    "setting up": 842,
    "up email": 1136,
    "email notifications": 314,
    "alert": 38,
    "configuration": 147,
    "job alert": 459,
    "alert configuration": 39,
    "đặt": 1317,
    "báo": 90,
    "cách đặt": 177,
    "đặt thông": 1318,
    "thông báo": 944,
    "báo việc": 91,
    "nhận": 726,
    "mới": 689,
    "để nhận": 1322,
    "nhận thông": 727,
    "việc mới": 1198,
    "thiết": 930,
    "lập": 628,
    "cảnh": 193,
    "thiết lập": 932,
    "lập cảnh": 629,
    "cảnh báo": 194,
    "contact": 148,
    "employers": 316,
    "to contact": 982,
    "contact employers": 149,
    "message": 654,
    "recruiters": 808,
    "i message": 439,
    "message recruiters": 655,
    "reach": 803,
    "out": 765,
    "companies": 145,
    "to reach": 985,
    "reach out": 804,
    "out to": 766,
    "to companies": 981,
    "direct": 224,
    "communication": 143,
    "with": 1246,
    "direct communication": 225,
    "communication with": 144,
    "with employers": 1247,
    "liên": 531,
    "hệ": 419,
    "với": 1230,
    "nhà": 716,
    "dụng": 275,
    "cách liên": 173,
    "liên hệ": 532,
    "hệ với": 421,
    "với nhà": 1232,
    "nhà tuyển": 719,
    "tuyển dụng": 1053,
    "thể": 958,
    "nhắn": 732,
    "cho": 117,
    "tôi có": 1081,
    "có thể": 182,
    "thể nhắn": 959,
    "nhắn tin": 733,
    "tin cho": 965,
    "cho nhà": 118,
    "dụng không": 286,
    "lạc": 625,
    "trực": 1047,
    "tiếp": 974,
    "ty": 1054,
    "liên lạc": 533,
    "lạc trực": 626,
    "trực tiếp": 1048,
    "tiếp với": 975,
    "với công": 1231,
    "công ty": 186,
    "thương": 952,
    "mại": 673,
    "điện": 1299,
    "tử": 1125,
    "việc thương": 1207,
    "thương mại": 953,
    "mại điện": 674,
    "điện tử": 1301,
    "ngành": 708,
    "marketing": 639,
    "tìm công": 1065,
    "việc ngành": 1199,
    "ngành marketing": 713,
    "it": 449,
    "phần": 781,
    "cứng": 197,
    "làm it": 567,
    "it phần": 455,
    "phần cứng": 782,
    "nghệ": 705,
    "ô": 1291,
    "tô": 1074,
    "dụng công": 277,
    "công nghệ": 184,
    "nghệ ô": 707,
    "ô tô": 1292,
    "mềm": 683,
    "phần mềm": 783,
    "hàng": 405,
    "khách": 479,
    "sạn": 902,
    "việc nhà": 1200,
    "nhà hàng": 717,
    "hàng khách": 407,
    "khách sạn": 481,
    "kế": 503,
    "in": 442,
    "ấn": 1333,
    "dụng thiết": 296,
    "thiết kế": 931,
    "kế in": 507,
    "in ấn": 443,
    "cơ": 189,
    "khí": 482,
    "làm cơ": 562,
    "cơ khí": 190,
    "khí điện": 485,
    "kinh": 490,
    "doanh": 232,
    "việc kinh": 1186,
    "kinh doanh": 491,
    "giáo": 354,
    "dục": 266,
    "dụng giáo": 281,
    "giáo dục": 355,
    "kiến": 496,
    "trúc": 1037,
    "làm kiến": 568,
    "kiến trúc": 497,
    "trúc xây": 1039,
    "chính": 129,
    "ngân": 714,
    "việc tài": 1213,
    "tài chính": 1057,
    "chính ngân": 132,
    "ngân hàng": 715,
    "viễn": 1168,
    "dụng viễn": 299,
    "viễn thông": 1169,
    "tế": 1110,
    "làm y": 585,
    "y tế": 1282,
    "logistics": 537,
    "việc logistics": 1190,
    "toán": 991,
    "dụng kế": 289,
    "kế toán": 512,
    "toán kiểm": 994,
    "kiểm toán": 499,
    "sản": 908,
    "xuất": 1259,
    "làm sản": 576,
    "sản xuất": 909,
    "xế": 1276,
    "tài xế": 1060,
    "luật": 548,
    "dụng luật": 290,
    "phiên": 770,
    "dịch": 256,
    "làm phiên": 573,
    "phiên dịch": 771,
    "thống": 962,
    "nhúng": 722,
    "việc hệ": 1183,
    "hệ thống": 420,
    "thống nhúng": 963,
    "iot": 446,
    "việc iot": 1184,
    "tmdt": 976,
    "làm tmdt": 580,
    "ecommerce": 311,
    "dụng ecommerce": 279,
    "digital": 222,
    "làm digital": 564,
    "digital marketing": 223,
    "truyền": 1023,
    "việc truyền": 1211,
    "truyền thông": 1024,
    "pr": 788,
    "dụng pr": 293,
    "cntt": 138,
    "làm cntt": 561,
    "việc công": 1174,
    "nghệ thông": 706,
    "dụng it": 284,
    "trình": 1030,
    "làm lập": 570,
    "lập trình": 630,
    "dev": 214,
    "việc dev": 1178,
    "developer": 215,
    "dụng developer": 278,
    "f": 327,
    "b": 61,
    "làm f": 565,
    "f b": 328,
    "dụng khách": 285,
    "làm thiết": 577,
    "design": 209,
    "việc design": 1177,
    "ui": 1132,
    "ux": 1140,
    "dụng ui": 298,
    "ui ux": 1133,
    "việc điện": 1217,
    "sales": 822,
    "dụng sales": 294,
    "bán": 88,
    "làm bán": 559,
    "bán hàng": 89,
    "giảng": 357,
    "dạy": 251,
    "việc giảng": 1182,
    "giảng dạy": 358,
    "đào": 1306,
    "dụng đào": 300,
    "đào tạo": 1307,
    "làm xây": 584,
    "việc kiến": 1187,
    "dụng ngân": 292,
    "làm tài": 582,
    "tá": 1061,
    "việc y": 1216,
    "y tá": 1281,
    "bác": 86,
    "sĩ": 876,
    "dụng bác": 276,
    "bác sĩ": 87,
    "chuỗi": 122,
    "cung": 163,
    "làm chuỗi": 560,
    "chuỗi cung": 123,
    "cung ứng": 164,
    "việc kế": 1188,
    "dụng kiểm": 288,
    "máy": 672,
    "làm nhà": 572,
    "nhà máy": 718,
    "lái": 588,
    "xe": 1250,
    "việc lái": 1193,
    "lái xe": 589,
    "làm thông": 578,
    "thông dịch": 945,
    "biên": 68,
    "việc biên": 1171,
    "biên dịch": 69,
    "embedded": 315,
    "dụng embedded": 280,
    "vi": 1146,
    "điều": 1295,
    "khiển": 468,
    "làm vi": 583,
    "vi điều": 1147,
    "điều khiển": 1297,
    "chí": 127,
    "minh": 656,
    "việc ở": 1218,
    "ở hồ": 1342,
    "hồ chí": 427,
    "chí minh": 128,
    "tại": 1086,
    "hà": 403,
    "nội": 754,
    "dụng tại": 297,
    "tại hà": 1090,
    "hà nội": 404,
    "đà": 1304,
    "nẵng": 752,
    "làm ở": 587,
    "ở đà": 1347,
    "đà nẵng": 1305,
    "tptphcm": 1005,
    "việc tptphcm": 1209,
    "hn": 395,
    "dụng hn": 283,
    "đn": 1302,
    "làm đn": 586,
    "sài": 868,
    "gòn": 377,
    "việc sài": 1203,
    "sài gòn": 869,
    "hanoi": 381,
    "dụng hanoi": 282,
    "danang": 203,
    "làm danang": 563,
    "tphcm": 1003,
    "việc tphcm": 1208,
    "sg": 843,
    "dụng sg": 295,
    "ha": 379,
    "noi": 739,
    "làm ha": 566,
    "ha noi": 380,
    "da": 201,
    "nang": 698,
    "việc da": 1176,
    "da nang": 202,
    "việc it": 1185,
    "it ở": 457,
    "ở tphcm": 1344,
    "dụng marketing": 291,
    "marketing tại": 648,
    "làm sales": 574,
    "sales đà": 828,
    "việc cntt": 1172,
    "cntt tptphcm": 141,
    "toán hn": 992,
    "kế đn": 514,
    "việc lập": 1195,
    "trình sài": 1034,
    "dụng kinh": 287,
    "doanh hanoi": 234,
    "tế danang": 1112,
    "việc giáo": 1181,
    "dục tphcm": 272,
    "luật sg": 553,
    "làm logistics": 569,
    "logistics ha": 541,
    "việc phiên": 1201,
    "dịch da": 258,
    "__number__": 15,
    "triệu": 1018,
    "it lương": 453,
    "lương __number__": 617,
    "__number__ triệu": 26,
    "20tr": 4,
    "marketing lương": 643,
    "lương 20tr": 610,
    "từ": 1123,
    "sales lương": 825,
    "lương từ": 621,
    "từ __number__": 1124,
    "__number__ __number__": 25,
    "cntt lương": 139,
    "18tr": 3,
    "toán lương": 996,
    "__number__ 18tr": 17,
    "kế lương": 508,
    "trình lương": 1032,
    "doanh lương": 236,
    "__number__ 20tr": 18,
    "30tr": 7,
    "tế lương": 1115,
    "lương 30tr": 613,
    "10tr": 0,
    "dục lương": 271,
    "lương 10tr": 606,
    "luật lương": 551,
    "25tr": 5,
    "logistics lương": 542,
    "__number__ 25tr": 19,
    "dịch lương": 260,
    "tphcm lương": 1004,
    "nội lương": 757,
    "nẵng lương": 753,
    "tptphcm lương": 1006,
    "__number__ 30tr": 20,
    "hn lương": 396,
    "đn lương": 1303,
    "35tr": 8,
    "gòn lương": 378,
    "lương 35tr": 614,
    "hanoi lương": 382,
    "danang lương": 204,
    "12tr": 1,
    "lương 12tr": 607,
    "50tr": 13,
    "sg lương": 844,
    "__number__ 50tr": 23,
    "noi lương": 740,
    "15tr": 2,
    "nang lương": 699,
    "lương 15tr": 608,
    "ngành it": 709,
    "lĩnh": 603,
    "vực": 1233,
    "việc lĩnh": 1194,
    "lĩnh vực": 604,
    "vực marketing": 1235,
    "mảng": 678,
    "việc mảng": 1197,
    "mảng sales": 680,
    "ngành kế": 711,
    "việc về": 1215,
    "về thiết": 1229,
    "quan": 792,
    "việc liên": 1189,
    "liên quan": 534,
    "quan lập": 793,
    "thuộc": 938,
    "việc thuộc": 1206,
    "thuộc ngành": 940,
    "ngành kinh": 710,
    "trong": 1019,
    "việc trong": 1210,
    "trong lĩnh": 1020,
    "vực y": 1236,
    "ở mảng": 1343,
    "mảng giáo": 679,
    "về ngành": 1228,
    "ngành luật": 712,
    "thuộc lĩnh": 939,
    "vực logistics": 1234,
    "đến": 1319,
    "quan đến": 794,
    "đến phiên": 1320,
    "it tại": 456,
    "tại tphcm": 1093,
    "việc marketing": 1196,
    "marketing ở": 649,
    "ở hà": 1341,
    "việc sales": 1202,
    "sales tại": 827,
    "tại đà": 1094,
    "cntt ở": 142,
    "ở tptphcm": 1345,
    "toán tại": 1000,
    "tại hn": 1089,
    "việc thiết": 1205,
    "kế ở": 516,
    "ở đn": 1346,
    "trình tại": 1035,
    "tại sài": 1092,
    "doanh ở": 240,
    "ở hanoi": 1340,
    "tế tại": 1116,
    "tại danang": 1088,
    "dục ở": 274,
    "việc luật": 1191,
    "luật tại": 556,
    "tại sg": 1091,
    "logistics ở": 547,
    "ở ha": 1339,
    "dịch tại": 264,
    "tại da": 1087,
    "khoảng": 476,
    "lương khoảng": 618,
    "khoảng __number__": 478,
    "marketing mức": 644,
    "tầm": 1105,
    "lương tầm": 620,
    "tầm __number__": 1107,
    "cntt mức": 140,
    "mức 20tr": 694,
    "toán khoảng": 993,
    "trình khoảng": 1031,
    "doanh mức": 237,
    "mức __number__": 695,
    "tầm 30tr": 1106,
    "dục khoảng": 270,
    "khoảng 10tr": 477,
    "luật mức": 552,
    "dịch khoảng": 259,
    "viên": 1148,
    "frontend": 341,
    "it lập": 454,
    "trình viên": 1036,
    "viên frontend": 1150,
    "backend": 64,
    "it backend": 450,
    "backend developer": 65,
    "fullstack": 345,
    "it fullstack": 452,
    "devops": 220,
    "engineer": 317,
    "it devops": 451,
    "devops engineer": 221,
    "content": 151,
    "marketing content": 641,
    "content marketing": 152,
    "marketing digital": 642,
    "social": 852,
    "media": 652,
    "marketing social": 647,
    "social media": 853,
    "seo": 838,
    "marketing seo": 646,
    "designer": 210,
    "kế ui": 513,
    "ux designer": 1141,
    "graphic": 372,
    "kế graphic": 506,
    "graphic designer": 373,
    "motion": 661,
    "kế motion": 509,
    "motion designer": 662,
    "3d": 9,
    "artist": 60,
    "kế 3d": 504,
    "3d artist": 10,
    "trưởng": 1040,
    "toán kế": 995,
    "toán trưởng": 999,
    "tổng": 1119,
    "hợp": 429,
    "toán tổng": 1001,
    "tổng hợp": 1120,
    "thuế": 936,
    "toán thuế": 998,
    "manager": 636,
    "doanh sales": 238,
    "sales manager": 826,
    "business": 78,
    "development": 218,
    "doanh business": 233,
    "business development": 79,
    "telesales": 916,
    "doanh telesales": 239,
    "đa": 1293,
    "khoa": 471,
    "tế bác": 1111,
    "sĩ đa": 880,
    "đa khoa": 1294,
    "dưỡng": 246,
    "tế điều": 1117,
    "điều dưỡng": 1296,
    "dược": 249,
    "tế dược": 1113,
    "dược sĩ": 250,
    "tiếng": 970,
    "anh": 50,
    "dục giáo": 267,
    "giáo viên": 356,
    "viên tiếng": 1158,
    "tiếng anh": 971,
    "mầm": 681,
    "non": 741,
    "viên mầm": 1153,
    "mầm non": 682,
    "đại": 1311,
    "học": 424,
    "dục giảng": 268,
    "giảng viên": 359,
    "viên đại": 1166,
    "đại học": 1312,
    "sư": 883,
    "tư": 1083,
    "vấn": 1221,
    "luật luật": 550,
    "luật sư": 554,
    "sư tư": 895,
    "tư vấn": 1085,
    "chuyên": 119,
    "pháp": 772,
    "lý": 590,
    "luật chuyên": 549,
    "chuyên viên": 121,
    "viên pháp": 1155,
    "pháp lý": 774,
    "quản": 797,
    "kho": 469,
    "logistics quản": 543,
    "quản lý": 798,
    "lý kho": 595,
    "nhập": 728,
    "khẩu": 487,
    "logistics xuất": 545,
    "xuất nhập": 1261,
    "nhập khẩu": 729,
    "logistics chuỗi": 539,
    "frontend tại": 344,
    "designer tại": 212,
    "trưởng ở": 1044,
    "manager tại": 638,
    "khoa ở": 474,
    "frontend lương": 343,
    "designer lương": 211,
    "trưởng lương": 1041,
    "manager lương": 637,
    "40tr": 11,
    "khoa lương": 472,
    "lương 40tr": 615,
    "lương 25tr": 611,
    "lương 18tr": 609,
    "45tr": 12,
    "lương 45tr": 616,
    "sàn": 870,
    "tử quản": 1128,
    "lý sàn": 599,
    "sàn tmdt": 871,
    "marketplace": 650,
    "tử chuyên": 1126,
    "viên marketplace": 1152,
    "marketplace tại": 651,
    "tmdt lương": 977,
    "vận": 1223,
    "hành": 410,
    "việc ecommerce": 1179,
    "ecommerce quản": 312,
    "lý vận": 602,
    "vận hành": 1224,
    "hành ở": 411,
    "brand": 74,
    "marketing brand": 640,
    "brand manager": 75,
    "media manager": 653,
    "performance": 768,
    "marketing performance": 645,
    "performance marketing": 769,
    "thông pr": 947,
    "pr manager": 789,
    "kỹ": 519,
    "cứng kỹ": 198,
    "kỹ sư": 520,
    "sư phần": 891,
    "hạ": 416,
    "tầng": 1108,
    "cứng quản": 199,
    "lý hạ": 594,
    "hạ tầng": 417,
    "tầng tại": 1109,
    "mạng": 675,
    "sư mạng": 888,
    "mạng lương": 676,
    "system": 866,
    "cứng system": 200,
    "system engineer": 867,
    "engineer tại": 318,
    "__number__ 35tr": 21,
    "bảo": 96,
    "trì": 1028,
    "sư bảo": 884,
    "bảo trì": 98,
    "trì ở": 1029,
    "tô kỹ": 1076,
    "sư ô": 900,
    "tô chuyên": 1075,
    "viên bảo": 1149,
    "bảo dưỡng": 97,
    "dưỡng tại": 248,
    "sư thiết": 893,
    "thuật": 933,
    "tô quản": 1077,
    "lý kỹ": 597,
    "kỹ thuật": 521,
    "thuật tại": 934,
    "__number__ 40tr": 22,
    "sư cơ": 885,
    "khí ô": 484,
    "tô ở": 1078,
    "sạn quản": 905,
    "lý nhà": 598,
    "bếp": 101,
    "sạn bếp": 903,
    "bếp trưởng": 102,
    "trưởng tại": 1043,
    "giám": 351,
    "sát": 873,
    "việc f": 1180,
    "b giám": 62,
    "giám sát": 352,
    "sát f": 875,
    "b lương": 63,
    "lý khách": 596,
    "sạn tại": 906,
    "lễ": 631,
    "tân": 1062,
    "sạn lễ": 904,
    "lễ tân": 632,
    "tân khách": 1063,
    "sạn ở": 907,
    "art": 58,
    "director": 226,
    "ấn art": 1334,
    "art director": 59,
    "quảng": 800,
    "cáo": 178,
    "ấn thiết": 1337,
    "kế quảng": 511,
    "quảng cáo": 801,
    "cáo tại": 179,
    "ấn chuyên": 1335,
    "viên in": 1151,
    "ấn lương": 1336,
    "bao": 66,
    "bì": 92,
    "kế bao": 505,
    "bao bì": 67,
    "bì tại": 93,
    "đồ": 1329,
    "họa": 422,
    "kế đồ": 515,
    "đồ họa": 1330,
    "họa ở": 423,
    "việc cơ": 1175,
    "tử kỹ": 1127,
    "cơ điện": 191,
    "tự": 1130,
    "động": 1331,
    "hóa": 412,
    "sư tự": 896,
    "tự động": 1131,
    "động hóa": 1332,
    "hóa tại": 413,
    "sư điện": 901,
    "điện lương": 1300,
    "khí tại": 483,
    "thuật viên": 935,
    "viên điện": 1165,
    "tử ở": 1129,
    "dựng kiến": 306,
    "trúc sư": 1038,
    "dựng kỹ": 307,
    "sư xây": 899,
    "dựng tại": 310,
    "dựng giám": 304,
    "sát công": 874,
    "công trình": 185,
    "dự": 301,
    "án": 1288,
    "dựng quản": 308,
    "lý dự": 593,
    "dự án": 302,
    "án tại": 1289,
    "thất": 954,
    "dựng thiết": 309,
    "kế nội": 510,
    "nội thất": 758,
    "thất ở": 955,
    "tín": 1072,
    "chính chuyên": 130,
    "viên tín": 1159,
    "tín dụng": 1073,
    "đầu": 1313,
    "hàng chuyên": 406,
    "viên đầu": 1167,
    "đầu tư": 1316,
    "tư tại": 1084,
    "phân": 777,
    "tích": 1070,
    "viên phân": 1156,
    "phân tích": 778,
    "tích tài": 1071,
    "chính lương": 131,
    "danh": 205,
    "mục": 691,
    "hàng quản": 408,
    "lý danh": 592,
    "danh mục": 206,
    "mục đầu": 692,
    "viên ngân": 1154,
    "hàng ở": 409,
    "việc viễn": 1214,
    "thông kỹ": 946,
    "sư viễn": 897,
    "mạng tại": 677,
    "vô": 1219,
    "tuyến": 1049,
    "28tr": 6,
    "sư vô": 898,
    "vô tuyến": 1220,
    "tuyến lương": 1050,
    "lương 28tr": 612,
    "thông quản": 948,
    "án viễn": 1290,
    "thông tại": 950,
    "viên viễn": 1162,
    "thông ở": 951,
    "nhúng kỹ": 723,
    "sư nhúng": 889,
    "iot kỹ": 447,
    "sư iot": 887,
    "iot tại": 448,
    "nhúng lập": 725,
    "trình nhúng": 1033,
    "nhúng lương": 724,
    "phát": 775,
    "triển": 1016,
    "sư phát": 890,
    "phát triển": 776,
    "triển iot": 1017,
    "firmware": 336,
    "sư firmware": 886,
    "firmware ở": 337,
    "đốc": 1326,
    "việc sản": 1204,
    "xuất quản": 1262,
    "quản đốc": 799,
    "đốc nhà": 1328,
    "xuất kỹ": 1260,
    "sư sản": 892,
    "xuất tại": 1263,
    "chất": 133,
    "lượng": 623,
    "lý chất": 591,
    "chất lượng": 134,
    "lượng lương": 624,
    "lý sản": 600,
    "viên sản": 1157,
    "xuất ở": 1264,
    "mềm frontend": 686,
    "frontend developer": 342,
    "mềm backend": 684,
    "developer tại": 217,
    "mềm fullstack": 687,
    "fullstack developer": 346,
    "developer lương": 216,
    "mobile": 657,
    "mềm mobile": 688,
    "mobile developer": 658,
    "mềm devops": 685,
    "engineer ở": 319,
    "development manager": 219,
    "executive": 321,
    "sales executive": 824,
    "executive tại": 322,
    "key": 466,
    "doanh key": 235,
    "key account": 467,
    "account manager": 36,
    "60tr": 14,
    "sales director": 823,
    "director tại": 227,
    "__number__ 60tr": 24,
    "telesales ở": 917,
    "học tại": 425,
    "hiệu": 393,
    "dục hiệu": 269,
    "hiệu trưởng": 394,
    "bộ": 105,
    "dục đào": 273,
    "tạo nội": 1098,
    "nội bộ": 755,
    "bộ tại": 107,
    "non ở": 742,
    "sĩ nội": 879,
    "nội khoa": 756,
    "dưỡng trưởng": 247,
    "sĩ lương": 878,
    "sĩ chuyên": 877,
    "chuyên khoa": 120,
    "khoa tại": 473,
    "xét": 1267,
    "nghiệm": 703,
    "tế kỹ": 1114,
    "viên xét": 1164,
    "xét nghiệm": 1268,
    "nghiệm ở": 704,
    "logistics giám": 540,
    "giám đốc": 353,
    "đốc logistics": 1327,
    "logistics chuyên": 538,
    "viên xuất": 1163,
    "khẩu tại": 488,
    "kho lương": 470,
    "supply": 864,
    "chain": 113,
    "logistics supply": 544,
    "supply chain": 865,
    "chain manager": 114,
    "phối": 784,
    "tải": 1100,
    "logistics điều": 546,
    "điều phối": 1298,
    "phối vận": 785,
    "vận tải": 1225,
    "tải ở": 1102,
    "toán viên": 1002,
    "viên tại": 1161,
    "hợp lương": 430,
    "thuế tại": 937,
    "toán nội": 997,
    "bộ ở": 108,
    "container": 150,
    "xế tài": 1278,
    "xế xe": 1279,
    "xe container": 1251,
    "xe tải": 1254,
    "tải tại": 1101,
    "xe khách": 1253,
    "khách lương": 480,
    "xe công": 1252,
    "ty tại": 1055,
    "__number__ 15tr": 16,
    "giao": 349,
    "xế giao": 1277,
    "giao hàng": 350,
    "lý tại": 601,
    "phòng": 779,
    "chế": 135,
    "luật trưởng": 555,
    "trưởng phòng": 1042,
    "phòng pháp": 780,
    "pháp chế": 773,
    "chế lương": 136,
    "tranh": 1014,
    "tụng": 1121,
    "sư tranh": 894,
    "tranh tụng": 1015,
    "tụng tại": 1122,
    "viên tư": 1160,
    "vấn luật": 1222,
    "luật ở": 557,
    "dịch phiên": 261,
    "dịch viên": 265,
    "dịch biên": 257,
    "nhật": 730,
    "dịch tiếng": 262,
    "tiếng nhật": 972,
    "nhật lương": 731,
    "trung": 1021,
    "tiếng trung": 973,
    "trung tại": 1022,
    "liệu": 535,
    "dịch tài": 263,
    "tài liệu": 1059,
    "liệu ở": 536,
    "xóa": 1269,
    "xóa tìm": 1274,
    "reset": 809,
    "reset tìm": 810,
    "bắt": 99,
    "lại": 627,
    "bắt đầu": 100,
    "đầu lại": 1314,
    "các": 169,
    "tiêu": 968,
    "xóa các": 1271,
    "các tiêu": 170,
    "tiêu chí": 969,
    "lọc": 633,
    "xóa bộ": 1270,
    "bộ lọc": 106,
    "bỏ": 103,
    "cũ": 188,
    "bỏ tìm": 104,
    "kiếm cũ": 493,
    "làm mới": 571,
    "mới tìm": 690,
    "kết": 517,
    "quả": 795,
    "xóa kết": 1273,
    "kết quả": 518,
    "quả cũ": 796,
    "clear": 137,
    "kiếm mới": 494,
    "đầu tìm": 1315,
    "tìm mới": 1067,
    "tất": 1103,
    "cả": 192,
    "xóa tất": 1275,
    "tất cả": 1104,
    "hết": 418,
    "xóa hết": 1272
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 4,
    "mood_great": 10,
    "mood_unhappy": 11,
    "bot_challenge": 2,
    "job_search_how": 9,
    "profile_creation": 12,
    "application_status": 1,
    "salary_info": 13,
    "job_alerts": 8,
    "employer_contact": 5,
    "search_jobs_by_field": 14,
    "clear_slots": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_search_jobs": 9,
    "utter_application_status": 13,
    "utter_cheer_up": 14,
    "utter_employer_contact": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_iamabot": 18,
    "utter_job_alerts": 19,
    "utter_profile_creation": 20,
    "utter_salary_info": 21,
    "utter_search_jobs": 22
  },
  "action_text": null,
  "intent_response_key": null
}