{
  "text": {
    "hey": 487,
    "hello": 485,
    "hi": 490,
    "there": 1176,
    "hello there": 486,
    "good": 458,
    "morning": 783,
    "good morning": 462,
    "evening": 399,
    "good evening": 461,
    "moin": 782,
    "hey there": 489,
    "let": 640,
    "s": 1044,
    "go": 455,
    "let s": 641,
    "s go": 1045,
    "dude": 311,
    "hey dude": 488,
    "goodmorning": 466,
    "goodevening": 465,
    "afternoon": 39,
    "good afternoon": 459,
    "xin": 1589,
    "chào": 149,
    "xin chào": 1590,
    "bạn": 107,
    "chào bạn": 151,
    "buổi": 86,
    "sáng": 1113,
    "chào buổi": 150,
    "buổi sáng": 87,
    "tối": 1412,
    "buổi tối": 88,
    "nhé": 887,
    "bạn nhé": 108,
    "cu": 188,
    "by": 89,
    "good by": 460,
    "cee": 127,
    "you": 1616,
    "later": 637,
    "cee you": 128,
    "you later": 1619,
    "night": 911,
    "good night": 463,
    "bye": 90,
    "goodbye": 464,
    "have": 482,
    "a": 27,
    "nice": 909,
    "day": 275,
    "have a": 483,
    "a nice": 31,
    "nice day": 910,
    "see": 1068,
    "around": 61,
    "see you": 1072,
    "you around": 1618,
    "bye bye": 91,
    "yes": 1615,
    "y": 1612,
    "indeed": 546,
    "of": 950,
    "course": 180,
    "of course": 951,
    "that": 1169,
    "sounds": 1093,
    "that sounds": 1170,
    "sounds good": 1094,
    "correct": 179,
    "no": 912,
    "n": 838,
    "never": 841,
    "i": 533,
    "don": 309,
    "t": 1151,
    "think": 1177,
    "so": 1085,
    "i don": 537,
    "don t": 310,
    "t think": 1154,
    "think so": 1178,
    "like": 642,
    "t like": 1153,
    "like that": 644,
    "way": 1569,
    "no way": 913,
    "not": 918,
    "really": 1033,
    "not really": 920,
    "perfect": 958,
    "great": 469,
    "amazing": 51,
    "feeling": 413,
    "king": 596,
    "feeling like": 414,
    "like a": 643,
    "a king": 30,
    "wonderful": 1578,
    "am": 43,
    "very": 1438,
    "i am": 534,
    "am feeling": 46,
    "feeling very": 415,
    "very good": 1439,
    "am great": 48,
    "am amazing": 44,
    "going": 456,
    "to": 1252,
    "save": 1064,
    "the": 1171,
    "world": 1581,
    "am going": 47,
    "going to": 457,
    "to save": 1261,
    "save the": 1065,
    "the world": 1173,
    "super": 1102,
    "stoked": 1099,
    "super stoked": 1104,
    "extremely": 405,
    "extremely good": 406,
    "so so": 1090,
    "so perfect": 1087,
    "so good": 1086,
    "my": 788,
    "was": 1567,
    "horrible": 497,
    "my day": 792,
    "day was": 276,
    "was horrible": 1568,
    "sad": 1047,
    "am sad": 50,
    "feel": 411,
    "well": 1573,
    "t feel": 1152,
    "feel very": 412,
    "very well": 1441,
    "disappointed": 296,
    "am disappointed": 45,
    "super sad": 1103,
    "m": 757,
    "i m": 540,
    "m so": 758,
    "so sad": 1089,
    "very sad": 1440,
    "unhappy": 1430,
    "not good": 919,
    "not very": 921,
    "extremly": 407,
    "extremly sad": 408,
    "saad": 1046,
    "so saad": 1088,
    "are": 58,
    "bot": 79,
    "are you": 60,
    "you a": 1617,
    "a bot": 28,
    "human": 502,
    "a human": 29,
    "talking": 1163,
    "am i": 49,
    "i talking": 543,
    "talking to": 1164,
    "to a": 1253,
    "làm": 679,
    "thế": 1217,
    "nào": 924,
    "để": 1670,
    "tìm": 1343,
    "việc": 1486,
    "trên": 1301,
    "website": 1571,
    "này": 926,
    "làm thế": 701,
    "thế nào": 1218,
    "nào để": 925,
    "để tìm": 1673,
    "tìm việc": 1348,
    "việc trên": 1530,
    "trên website": 1303,
    "website này": 1572,
    "hướng": 514,
    "dẫn": 325,
    "tôi": 1364,
    "cách": 220,
    "hướng dẫn": 515,
    "dẫn tôi": 328,
    "tôi cách": 1365,
    "cách tìm": 227,
    "muốn": 786,
    "biết": 76,
    "tôi muốn": 1367,
    "muốn biết": 787,
    "biết cách": 77,
    "việc làm": 1510,
    "sao": 1061,
    "kiếm": 600,
    "làm sao": 697,
    "sao để": 1063,
    "tìm kiếm": 1345,
    "kiếm việc": 603,
    "trang": 1286,
    "web": 1570,
    "dẫn tìm": 327,
    "làm trên": 703,
    "trên trang": 1302,
    "trang web": 1287,
    "how": 498,
    "do": 297,
    "create": 181,
    "profile": 1006,
    "how do": 500,
    "do i": 298,
    "i create": 536,
    "create a": 182,
    "a profile": 32,
    "set": 1074,
    "up": 1431,
    "account": 35,
    "how to": 501,
    "to set": 1263,
    "set up": 1075,
    "up my": 1434,
    "my account": 789,
    "guide": 470,
    "for": 420,
    "creating": 184,
    "guide for": 471,
    "for creating": 421,
    "creating profile": 185,
    "steps": 1097,
    "resume": 1043,
    "steps to": 1098,
    "to create": 1257,
    "create my": 183,
    "my resume": 794,
    "build": 82,
    "cv": 191,
    "on": 953,
    "this": 1179,
    "site": 1080,
    "to build": 1254,
    "build my": 83,
    "my cv": 791,
    "cv on": 204,
    "on this": 955,
    "this site": 1180,
    "creation": 186,
    "profile creation": 1007,
    "creation steps": 187,
    "tạo": 1381,
    "hồ": 528,
    "sơ": 1122,
    "cách tạo": 228,
    "tạo hồ": 1383,
    "hồ sơ": 530,
    "tài": 1335,
    "khoản": 578,
    "để tạo": 1674,
    "tạo tài": 1385,
    "tài khoản": 1337,
    "dẫn tạo": 329,
    "tạo cv": 1382,
    "xây": 1597,
    "dựng": 379,
    "cá": 214,
    "nhân": 878,
    "cách xây": 230,
    "xây dựng": 1598,
    "dựng hồ": 381,
    "sơ cá": 1123,
    "cá nhân": 215,
    "can": 125,
    "check": 131,
    "application": 55,
    "status": 1095,
    "how can": 499,
    "can i": 126,
    "i check": 535,
    "check my": 132,
    "my application": 790,
    "application status": 56,
    "where": 1574,
    "job": 561,
    "where to": 1575,
    "to see": 1262,
    "see my": 1069,
    "my job": 793,
    "job application": 564,
    "track": 1283,
    "to track": 1264,
    "track my": 1284,
    "tracking": 1285,
    "application tracking": 57,
    "i see": 542,
    "see the": 1071,
    "the status": 1172,
    "status of": 1096,
    "of my": 952,
    "kiểm": 606,
    "tra": 1281,
    "trạng": 1324,
    "thái": 1198,
    "ứng": 1705,
    "tuyển": 1330,
    "kiểm tra": 608,
    "tra trạng": 1282,
    "trạng thái": 1325,
    "thái ứng": 1199,
    "ứng tuyển": 1706,
    "xem": 1587,
    "đơn": 1653,
    "của": 261,
    "để xem": 1675,
    "xem đơn": 1588,
    "đơn ứng": 1654,
    "tuyển của": 1331,
    "của tôi": 264,
    "theo": 1174,
    "dõi": 314,
    "theo dõi": 1175,
    "dõi trạng": 315,
    "find": 416,
    "salary": 1050,
    "information": 547,
    "i find": 538,
    "find salary": 417,
    "salary information": 1052,
    "details": 281,
    "see salary": 1070,
    "salary details": 1051,
    "jobs": 567,
    "list": 645,
    "ranges": 1030,
    "do jobs": 299,
    "jobs list": 568,
    "list salary": 646,
    "salary ranges": 1053,
    "salaries": 1048,
    "posted": 1002,
    "listings": 647,
    "are salaries": 59,
    "salaries posted": 1049,
    "posted on": 1003,
    "on job": 954,
    "job listings": 565,
    "know": 609,
    "about": 33,
    "compensation": 172,
    "to know": 1258,
    "know about": 610,
    "about compensation": 34,
    "thông": 1204,
    "tin": 1225,
    "lương": 728,
    "ở": 1694,
    "đâu": 1649,
    "tìm thông": 1347,
    "thông tin": 1210,
    "tin lương": 1233,
    "lương ở": 745,
    "ở đâu": 1704,
    "công": 242,
    "có": 235,
    "hiển": 491,
    "thị": 1221,
    "mức": 834,
    "không": 589,
    "công việc": 246,
    "việc có": 1489,
    "có hiển": 238,
    "hiển thị": 492,
    "thị mức": 1222,
    "mức lương": 837,
    "lương không": 742,
    "về": 1552,
    "cách biết": 221,
    "biết thông": 78,
    "tin về": 1237,
    "về lương": 1556,
    "alerts": 42,
    "up job": 1433,
    "job alerts": 563,
    "get": 431,
    "notifications": 922,
    "new": 842,
    "i get": 539,
    "get notifications": 432,
    "notifications for": 923,
    "for new": 422,
    "new jobs": 843,
    "receive": 1034,
    "updates": 1435,
    "to receive": 1260,
    "receive job": 1035,
    "job updates": 566,
    "setting": 1076,
    "email": 392,
    "setting up": 1077,
    "up email": 1432,
    "email notifications": 393,
    "alert": 40,
    "configuration": 173,
    "job alert": 562,
    "alert configuration": 41,
    "đặt": 1665,
    "báo": 101,
    "cách đặt": 232,
    "đặt thông": 1666,
    "thông báo": 1205,
    "báo việc": 102,
    "nhận": 894,
    "mới": 823,
    "để nhận": 1672,
    "nhận thông": 895,
    "việc mới": 1516,
    "thiết": 1181,
    "lập": 751,
    "cảnh": 252,
    "thiết lập": 1183,
    "lập cảnh": 752,
    "cảnh báo": 253,
    "contact": 174,
    "employers": 395,
    "to contact": 1256,
    "contact employers": 175,
    "message": 777,
    "recruiters": 1036,
    "i message": 541,
    "message recruiters": 778,
    "reach": 1031,
    "out": 956,
    "companies": 171,
    "to reach": 1259,
    "reach out": 1032,
    "out to": 957,
    "to companies": 1255,
    "direct": 292,
    "communication": 169,
    "with": 1576,
    "direct communication": 293,
    "communication with": 170,
    "with employers": 1577,
    "liên": 648,
    "hệ": 519,
    "với": 1560,
    "nhà": 874,
    "dụng": 351,
    "cách liên": 224,
    "liên hệ": 649,
    "hệ với": 522,
    "với nhà": 1562,
    "nhà tuyển": 877,
    "tuyển dụng": 1332,
    "thể": 1219,
    "nhắn": 900,
    "cho": 135,
    "tôi có": 1366,
    "có thể": 240,
    "thể nhắn": 1220,
    "nhắn tin": 901,
    "tin cho": 1226,
    "cho nhà": 138,
    "dụng không": 362,
    "lạc": 748,
    "trực": 1326,
    "tiếp": 1248,
    "ty": 1333,
    "liên lạc": 650,
    "lạc trực": 749,
    "trực tiếp": 1327,
    "tiếp với": 1249,
    "với công": 1561,
    "công ty": 245,
    "thương": 1213,
    "mại": 798,
    "điện": 1640,
    "tử": 1420,
    "việc thương": 1525,
    "thương mại": 1214,
    "mại điện": 799,
    "điện tử": 1642,
    "ngành": 856,
    "marketing": 762,
    "tìm công": 1344,
    "việc ngành": 1517,
    "ngành marketing": 861,
    "it": 552,
    "phần": 974,
    "cứng": 265,
    "làm it": 689,
    "it phần": 558,
    "phần cứng": 976,
    "nghệ": 853,
    "ô": 1626,
    "tô": 1359,
    "dụng công": 353,
    "công nghệ": 243,
    "nghệ ô": 855,
    "ô tô": 1627,
    "mềm": 815,
    "phần mềm": 986,
    "hàng": 505,
    "khách": 582,
    "sạn": 1143,
    "việc nhà": 1518,
    "nhà hàng": 875,
    "hàng khách": 507,
    "khách sạn": 584,
    "kế": 613,
    "in": 544,
    "ấn": 1688,
    "dụng thiết": 372,
    "thiết kế": 1182,
    "kế in": 617,
    "in ấn": 545,
    "cơ": 248,
    "khí": 585,
    "làm cơ": 684,
    "cơ khí": 249,
    "khí điện": 588,
    "kinh": 597,
    "doanh": 300,
    "việc kinh": 1504,
    "kinh doanh": 598,
    "giáo": 447,
    "dục": 342,
    "dụng giáo": 357,
    "giáo dục": 448,
    "kiến": 604,
    "trúc": 1315,
    "làm kiến": 690,
    "kiến trúc": 605,
    "trúc xây": 1318,
    "chính": 154,
    "ngân": 862,
    "việc tài": 1531,
    "tài chính": 1336,
    "chính ngân": 158,
    "ngân hàng": 863,
    "viễn": 1484,
    "dụng viễn": 375,
    "viễn thông": 1485,
    "tế": 1404,
    "làm y": 708,
    "y tế": 1614,
    "logistics": 656,
    "việc logistics": 1508,
    "toán": 1265,
    "dụng kế": 365,
    "kế toán": 622,
    "toán kiểm": 1268,
    "kiểm toán": 607,
    "sản": 1149,
    "xuất": 1591,
    "làm sản": 698,
    "sản xuất": 1150,
    "xế": 1608,
    "tài xế": 1339,
    "luật": 667,
    "dụng luật": 366,
    "phiên": 963,
    "dịch": 332,
    "làm phiên": 695,
    "phiên dịch": 964,
    "thống": 1223,
    "nhúng": 888,
    "việc hệ": 1501,
    "hệ thống": 520,
    "thống nhúng": 1224,
    "iot": 549,
    "việc iot": 1502,
    "tmdt": 1250,
    "làm tmdt": 702,
    "ecommerce": 387,
    "dụng ecommerce": 355,
    "digital": 290,
    "làm digital": 686,
    "digital marketing": 291,
    "truyền": 1299,
    "việc truyền": 1529,
    "truyền thông": 1300,
    "pr": 1004,
    "dụng pr": 369,
    "cntt": 164,
    "làm cntt": 682,
    "việc công": 1490,
    "nghệ thông": 854,
    "dụng it": 360,
    "trình": 1306,
    "làm lập": 692,
    "lập trình": 753,
    "dev": 282,
    "việc dev": 1495,
    "developer": 283,
    "dụng developer": 354,
    "f": 409,
    "b": 65,
    "làm f": 687,
    "f b": 410,
    "dụng khách": 361,
    "làm thiết": 699,
    "design": 277,
    "việc design": 1494,
    "ui": 1428,
    "ux": 1436,
    "dụng ui": 374,
    "ui ux": 1429,
    "việc điện": 1535,
    "sales": 1054,
    "dụng sales": 370,
    "bán": 99,
    "làm bán": 680,
    "bán hàng": 100,
    "giảng": 450,
    "dạy": 324,
    "việc giảng": 1500,
    "giảng dạy": 451,
    "đào": 1647,
    "dụng đào": 376,
    "đào tạo": 1648,
    "làm xây": 707,
    "việc kiến": 1505,
    "dụng ngân": 368,
    "làm tài": 704,
    "tá": 1340,
    "việc y": 1534,
    "y tá": 1613,
    "bác": 97,
    "sĩ": 1117,
    "dụng bác": 352,
    "bác sĩ": 98,
    "chuỗi": 147,
    "cung": 189,
    "làm chuỗi": 681,
    "chuỗi cung": 148,
    "cung ứng": 190,
    "việc kế": 1506,
    "dụng kiểm": 364,
    "máy": 795,
    "làm nhà": 694,
    "nhà máy": 876,
    "lái": 711,
    "xe": 1582,
    "việc lái": 1511,
    "lái xe": 712,
    "làm thông": 700,
    "thông dịch": 1206,
    "biên": 74,
    "việc biên": 1487,
    "biên dịch": 75,
    "embedded": 394,
    "dụng embedded": 356,
    "vi": 1442,
    "điều": 1636,
    "khiển": 571,
    "làm vi": 705,
    "vi điều": 1443,
    "điều khiển": 1638,
    "chí": 152,
    "minh": 779,
    "việc ở": 1536,
    "ở hồ": 1698,
    "hồ chí": 529,
    "chí minh": 153,
    "tại": 1372,
    "hà": 503,
    "nội": 944,
    "dụng tại": 373,
    "tại hà": 1376,
    "hà nội": 504,
    "đà": 1645,
    "nẵng": 940,
    "làm ở": 710,
    "ở đà": 1703,
    "đà nẵng": 1646,
    "tptphcm": 1279,
    "việc tptphcm": 1527,
    "hn": 495,
    "dụng hn": 359,
    "đn": 1643,
    "làm đn": 709,
    "sài": 1109,
    "gòn": 474,
    "việc sài": 1521,
    "sài gòn": 1110,
    "hanoi": 480,
    "dụng hanoi": 358,
    "danang": 271,
    "làm danang": 685,
    "tphcm": 1277,
    "việc tphcm": 1526,
    "sg": 1078,
    "dụng sg": 371,
    "ha": 478,
    "noi": 914,
    "làm ha": 688,
    "ha noi": 479,
    "da": 269,
    "nang": 839,
    "việc da": 1493,
    "da nang": 270,
    "việc it": 1503,
    "it ở": 560,
    "ở tphcm": 1700,
    "dụng marketing": 367,
    "marketing tại": 771,
    "làm sales": 696,
    "sales đà": 1060,
    "việc cntt": 1488,
    "cntt tptphcm": 167,
    "toán hn": 1266,
    "kế đn": 624,
    "việc lập": 1513,
    "trình sài": 1311,
    "dụng kinh": 363,
    "doanh hanoi": 302,
    "tế danang": 1406,
    "việc giáo": 1499,
    "dục tphcm": 348,
    "luật sg": 672,
    "làm logistics": 691,
    "logistics ha": 660,
    "việc phiên": 1519,
    "dịch da": 334,
    "__number__": 15,
    "triệu": 1293,
    "it lương": 556,
    "lương __number__": 740,
    "__number__ triệu": 26,
    "20tr": 4,
    "marketing lương": 766,
    "lương 20tr": 733,
    "từ": 1418,
    "sales lương": 1057,
    "lương từ": 744,
    "từ __number__": 1419,
    "__number__ __number__": 25,
    "cntt lương": 165,
    "18tr": 3,
    "toán lương": 1270,
    "__number__ 18tr": 17,
    "kế lương": 618,
    "trình lương": 1309,
    "doanh lương": 304,
    "__number__ 20tr": 18,
    "30tr": 7,
    "tế lương": 1409,
    "lương 30tr": 736,
    "10tr": 0,
    "dục lương": 347,
    "lương 10tr": 729,
    "luật lương": 670,
    "25tr": 5,
    "logistics lương": 661,
    "__number__ 25tr": 19,
    "dịch lương": 336,
    "tphcm lương": 1278,
    "nội lương": 948,
    "nẵng lương": 941,
    "tptphcm lương": 1280,
    "__number__ 30tr": 20,
    "hn lương": 496,
    "đn lương": 1644,
    "35tr": 8,
    "gòn lương": 475,
    "lương 35tr": 737,
    "hanoi lương": 481,
    "danang lương": 272,
    "12tr": 1,
    "lương 12tr": 730,
    "50tr": 13,
    "sg lương": 1079,
    "__number__ 50tr": 23,
    "noi lương": 915,
    "15tr": 2,
    "nang lương": 840,
    "lương 15tr": 731,
    "ngành it": 857,
    "lĩnh": 726,
    "vực": 1563,
    "việc lĩnh": 1512,
    "lĩnh vực": 727,
    "vực marketing": 1565,
    "mảng": 803,
    "việc mảng": 1515,
    "mảng sales": 805,
    "ngành kế": 859,
    "việc về": 1533,
    "về thiết": 1558,
    "quan": 1015,
    "việc liên": 1507,
    "liên quan": 651,
    "quan lập": 1016,
    "thuộc": 1192,
    "việc thuộc": 1524,
    "thuộc ngành": 1194,
    "ngành kinh": 858,
    "trong": 1294,
    "việc trong": 1528,
    "trong lĩnh": 1296,
    "vực y": 1566,
    "ở mảng": 1699,
    "mảng giáo": 804,
    "về ngành": 1557,
    "ngành luật": 860,
    "thuộc lĩnh": 1193,
    "vực logistics": 1564,
    "đến": 1668,
    "quan đến": 1017,
    "đến phiên": 1669,
    "it tại": 559,
    "tại tphcm": 1379,
    "việc marketing": 1514,
    "marketing ở": 772,
    "ở hà": 1697,
    "việc sales": 1520,
    "sales tại": 1059,
    "tại đà": 1380,
    "cntt ở": 168,
    "ở tptphcm": 1701,
    "toán tại": 1274,
    "tại hn": 1375,
    "việc thiết": 1523,
    "kế ở": 626,
    "ở đn": 1702,
    "trình tại": 1312,
    "tại sài": 1378,
    "doanh ở": 308,
    "ở hanoi": 1696,
    "tế tại": 1410,
    "tại danang": 1374,
    "dục ở": 350,
    "việc luật": 1509,
    "luật tại": 675,
    "tại sg": 1377,
    "logistics ở": 666,
    "ở ha": 1695,
    "dịch tại": 340,
    "tại da": 1373,
    "khoảng": 579,
    "lương khoảng": 741,
    "khoảng __number__": 581,
    "marketing mức": 767,
    "tầm": 1398,
    "lương tầm": 743,
    "tầm __number__": 1400,
    "cntt mức": 166,
    "mức 20tr": 835,
    "toán khoảng": 1267,
    "trình khoảng": 1308,
    "doanh mức": 305,
    "mức __number__": 836,
    "tầm 30tr": 1399,
    "dục khoảng": 346,
    "khoảng 10tr": 580,
    "luật mức": 671,
    "dịch khoảng": 335,
    "viên": 1444,
    "frontend": 425,
    "it lập": 557,
    "trình viên": 1313,
    "viên frontend": 1446,
    "backend": 68,
    "it backend": 553,
    "backend developer": 69,
    "fullstack": 429,
    "it fullstack": 555,
    "devops": 288,
    "engineer": 396,
    "it devops": 554,
    "devops engineer": 289,
    "content": 177,
    "marketing content": 764,
    "content marketing": 178,
    "marketing digital": 765,
    "social": 1091,
    "media": 775,
    "marketing social": 770,
    "social media": 1092,
    "seo": 1073,
    "marketing seo": 769,
    "designer": 278,
    "kế ui": 623,
    "ux designer": 1437,
    "graphic": 467,
    "kế graphic": 616,
    "graphic designer": 468,
    "motion": 784,
    "kế motion": 619,
    "motion designer": 785,
    "3d": 9,
    "artist": 64,
    "kế 3d": 614,
    "3d artist": 10,
    "trưởng": 1319,
    "toán kế": 1269,
    "toán trưởng": 1273,
    "tổng": 1414,
    "hợp": 531,
    "toán tổng": 1275,
    "tổng hợp": 1415,
    "thuế": 1190,
    "toán thuế": 1272,
    "manager": 759,
    "doanh sales": 306,
    "sales manager": 1058,
    "business": 84,
    "development": 286,
    "doanh business": 301,
    "business development": 85,
    "telesales": 1165,
    "doanh telesales": 307,
    "đa": 1628,
    "khoa": 574,
    "tế bác": 1405,
    "sĩ đa": 1121,
    "đa khoa": 1629,
    "dưỡng": 316,
    "tế điều": 1411,
    "điều dưỡng": 1637,
    "dược": 319,
    "tế dược": 1407,
    "dược sĩ": 320,
    "tiếng": 1244,
    "anh": 54,
    "dục giáo": 343,
    "giáo viên": 449,
    "viên tiếng": 1454,
    "tiếng anh": 1245,
    "mầm": 808,
    "non": 916,
    "viên mầm": 1449,
    "mầm non": 809,
    "đại": 1657,
    "học": 525,
    "dục giảng": 344,
    "giảng viên": 452,
    "viên đại": 1462,
    "đại học": 1658,
    "sư": 1124,
    "tư": 1368,
    "vấn": 1541,
    "luật luật": 669,
    "luật sư": 673,
    "sư tư": 1136,
    "tư vấn": 1370,
    "chuyên": 141,
    "pháp": 965,
    "lý": 713,
    "luật chuyên": 668,
    "chuyên viên": 144,
    "viên pháp": 1451,
    "pháp lý": 967,
    "quản": 1023,
    "kho": 572,
    "logistics quản": 662,
    "quản lý": 1024,
    "lý kho": 718,
    "nhập": 896,
    "khẩu": 594,
    "logistics xuất": 664,
    "xuất nhập": 1593,
    "nhập khẩu": 897,
    "logistics chuỗi": 658,
    "frontend tại": 428,
    "designer tại": 280,
    "trưởng ở": 1323,
    "manager tại": 761,
    "khoa ở": 577,
    "frontend lương": 427,
    "designer lương": 279,
    "trưởng lương": 1320,
    "manager lương": 760,
    "40tr": 11,
    "khoa lương": 575,
    "lương 40tr": 738,
    "lương 25tr": 734,
    "lương 18tr": 732,
    "45tr": 12,
    "lương 45tr": 739,
    "sàn": 1111,
    "tử quản": 1423,
    "lý sàn": 722,
    "sàn tmdt": 1112,
    "marketplace": 773,
    "tử chuyên": 1421,
    "viên marketplace": 1448,
    "marketplace tại": 774,
    "tmdt lương": 1251,
    "vận": 1549,
    "hành": 510,
    "việc ecommerce": 1496,
    "ecommerce quản": 388,
    "lý vận": 725,
    "vận hành": 1550,
    "hành ở": 511,
    "brand": 80,
    "marketing brand": 763,
    "brand manager": 81,
    "media manager": 776,
    "performance": 959,
    "marketing performance": 768,
    "performance marketing": 960,
    "thông pr": 1208,
    "pr manager": 1005,
    "kỹ": 629,
    "cứng kỹ": 266,
    "kỹ sư": 631,
    "sư phần": 1132,
    "hạ": 516,
    "tầng": 1401,
    "cứng quản": 267,
    "lý hạ": 717,
    "hạ tầng": 517,
    "tầng tại": 1402,
    "mạng": 800,
    "sư mạng": 1129,
    "mạng lương": 801,
    "system": 1107,
    "cứng system": 268,
    "system engineer": 1108,
    "engineer tại": 397,
    "__number__ 35tr": 21,
    "bảo": 111,
    "trì": 1304,
    "sư bảo": 1125,
    "bảo trì": 113,
    "trì ở": 1305,
    "tô kỹ": 1361,
    "sư ô": 1141,
    "tô chuyên": 1360,
    "viên bảo": 1445,
    "bảo dưỡng": 112,
    "dưỡng tại": 318,
    "sư thiết": 1134,
    "thuật": 1187,
    "tô quản": 1362,
    "lý kỹ": 720,
    "kỹ thuật": 632,
    "thuật tại": 1188,
    "__number__ 40tr": 22,
    "sư cơ": 1126,
    "khí ô": 587,
    "tô ở": 1363,
    "sạn quản": 1146,
    "lý nhà": 721,
    "bếp": 117,
    "sạn bếp": 1144,
    "bếp trưởng": 118,
    "trưởng tại": 1322,
    "giám": 444,
    "sát": 1114,
    "việc f": 1497,
    "b giám": 66,
    "giám sát": 445,
    "sát f": 1116,
    "b lương": 67,
    "lý khách": 719,
    "sạn tại": 1147,
    "lễ": 754,
    "tân": 1341,
    "sạn lễ": 1145,
    "lễ tân": 755,
    "tân khách": 1342,
    "sạn ở": 1148,
    "art": 62,
    "director": 294,
    "ấn art": 1689,
    "art director": 63,
    "quảng": 1026,
    "cáo": 233,
    "ấn thiết": 1692,
    "kế quảng": 621,
    "quảng cáo": 1027,
    "cáo tại": 234,
    "ấn chuyên": 1690,
    "viên in": 1447,
    "ấn lương": 1691,
    "bao": 70,
    "bì": 103,
    "kế bao": 615,
    "bao bì": 71,
    "bì tại": 104,
    "đồ": 1681,
    "họa": 523,
    "kế đồ": 625,
    "đồ họa": 1682,
    "họa ở": 524,
    "việc cơ": 1491,
    "tử kỹ": 1422,
    "cơ điện": 250,
    "tự": 1425,
    "động": 1686,
    "hóa": 512,
    "sư tự": 1137,
    "tự động": 1427,
    "động hóa": 1687,
    "hóa tại": 513,
    "sư điện": 1142,
    "điện lương": 1641,
    "khí tại": 586,
    "thuật viên": 1189,
    "viên điện": 1461,
    "tử ở": 1424,
    "dựng kiến": 382,
    "trúc sư": 1317,
    "dựng kỹ": 383,
    "sư xây": 1140,
    "dựng tại": 386,
    "dựng giám": 380,
    "sát công": 1115,
    "công trình": 244,
    "dự": 377,
    "án": 1620,
    "dựng quản": 384,
    "lý dự": 716,
    "dự án": 378,
    "án tại": 1623,
    "thất": 1215,
    "dựng thiết": 385,
    "kế nội": 620,
    "nội thất": 949,
    "thất ở": 1216,
    "tín": 1355,
    "chính chuyên": 155,
    "viên tín": 1455,
    "tín dụng": 1356,
    "đầu": 1661,
    "hàng chuyên": 506,
    "viên đầu": 1463,
    "đầu tư": 1664,
    "tư tại": 1369,
    "phân": 970,
    "tích": 1349,
    "viên phân": 1452,
    "phân tích": 971,
    "tích tài": 1353,
    "chính lương": 157,
    "danh": 273,
    "mục": 825,
    "hàng quản": 508,
    "lý danh": 715,
    "danh mục": 274,
    "mục đầu": 833,
    "viên ngân": 1450,
    "hàng ở": 509,
    "việc viễn": 1532,
    "thông kỹ": 1207,
    "sư viễn": 1138,
    "mạng tại": 802,
    "vô": 1539,
    "tuyến": 1328,
    "28tr": 6,
    "sư vô": 1139,
    "vô tuyến": 1540,
    "tuyến lương": 1329,
    "lương 28tr": 735,
    "thông quản": 1209,
    "án viễn": 1624,
    "thông tại": 1211,
    "viên viễn": 1458,
    "thông ở": 1212,
    "nhúng kỹ": 889,
    "sư nhúng": 1130,
    "iot kỹ": 550,
    "sư iot": 1128,
    "iot tại": 551,
    "nhúng lập": 891,
    "trình nhúng": 1310,
    "nhúng lương": 890,
    "phát": 968,
    "triển": 1291,
    "sư phát": 1131,
    "phát triển": 969,
    "triển iot": 1292,
    "firmware": 418,
    "sư firmware": 1127,
    "firmware ở": 419,
    "đốc": 1678,
    "việc sản": 1522,
    "xuất quản": 1594,
    "quản đốc": 1025,
    "đốc nhà": 1680,
    "xuất kỹ": 1592,
    "sư sản": 1133,
    "xuất tại": 1595,
    "chất": 159,
    "lượng": 746,
    "lý chất": 714,
    "chất lượng": 160,
    "lượng lương": 747,
    "lý sản": 723,
    "viên sản": 1453,
    "xuất ở": 1596,
    "mềm frontend": 818,
    "frontend developer": 426,
    "mềm backend": 816,
    "developer tại": 285,
    "mềm fullstack": 819,
    "fullstack developer": 430,
    "developer lương": 284,
    "mobile": 780,
    "mềm mobile": 820,
    "mobile developer": 781,
    "mềm devops": 817,
    "engineer ở": 398,
    "development manager": 287,
    "executive": 400,
    "sales executive": 1056,
    "executive tại": 401,
    "key": 569,
    "doanh key": 303,
    "key account": 570,
    "account manager": 36,
    "60tr": 14,
    "sales director": 1055,
    "director tại": 295,
    "__number__ 60tr": 24,
    "telesales ở": 1166,
    "học tại": 526,
    "hiệu": 493,
    "dục hiệu": 345,
    "hiệu trưởng": 494,
    "bộ": 121,
    "dục đào": 349,
    "tạo nội": 1384,
    "nội bộ": 945,
    "bộ tại": 123,
    "non ở": 917,
    "sĩ nội": 1120,
    "nội khoa": 947,
    "dưỡng trưởng": 317,
    "sĩ lương": 1119,
    "sĩ chuyên": 1118,
    "chuyên khoa": 142,
    "khoa tại": 576,
    "xét": 1599,
    "nghiệm": 844,
    "tế kỹ": 1408,
    "viên xét": 1460,
    "xét nghiệm": 1600,
    "nghiệm ở": 851,
    "logistics giám": 659,
    "giám đốc": 446,
    "đốc logistics": 1679,
    "logistics chuyên": 657,
    "viên xuất": 1459,
    "khẩu tại": 595,
    "kho lương": 573,
    "supply": 1105,
    "chain": 129,
    "logistics supply": 663,
    "supply chain": 1106,
    "chain manager": 130,
    "phối": 1000,
    "tải": 1393,
    "logistics điều": 665,
    "điều phối": 1639,
    "phối vận": 1001,
    "vận tải": 1551,
    "tải ở": 1395,
    "toán viên": 1276,
    "viên tại": 1457,
    "hợp lương": 532,
    "thuế tại": 1191,
    "toán nội": 1271,
    "bộ ở": 124,
    "container": 176,
    "xế tài": 1610,
    "xế xe": 1611,
    "xe container": 1583,
    "xe tải": 1586,
    "tải tại": 1394,
    "xe khách": 1585,
    "khách lương": 583,
    "xe công": 1584,
    "ty tại": 1334,
    "__number__ 15tr": 16,
    "giao": 442,
    "xế giao": 1609,
    "giao hàng": 443,
    "lý tại": 724,
    "phòng": 972,
    "chế": 161,
    "luật trưởng": 674,
    "trưởng phòng": 1321,
    "phòng pháp": 973,
    "pháp chế": 966,
    "chế lương": 162,
    "tranh": 1288,
    "tụng": 1416,
    "sư tranh": 1135,
    "tranh tụng": 1289,
    "tụng tại": 1417,
    "viên tư": 1456,
    "vấn luật": 1543,
    "luật ở": 676,
    "dịch phiên": 337,
    "dịch viên": 341,
    "dịch biên": 333,
    "nhật": 898,
    "dịch tiếng": 338,
    "tiếng nhật": 1246,
    "nhật lương": 899,
    "trung": 1297,
    "tiếng trung": 1247,
    "trung tại": 1298,
    "liệu": 654,
    "dịch tài": 339,
    "tài liệu": 1338,
    "liệu ở": 655,
    "xóa": 1601,
    "xóa tìm": 1606,
    "reset": 1041,
    "reset tìm": 1042,
    "bắt": 115,
    "lại": 750,
    "bắt đầu": 116,
    "đầu lại": 1662,
    "các": 216,
    "tiêu": 1242,
    "xóa các": 1603,
    "các tiêu": 219,
    "tiêu chí": 1243,
    "lọc": 756,
    "xóa bộ": 1602,
    "bộ lọc": 122,
    "bỏ": 119,
    "cũ": 247,
    "bỏ tìm": 120,
    "kiếm cũ": 601,
    "làm mới": 693,
    "mới tìm": 824,
    "kết": 627,
    "quả": 1021,
    "xóa kết": 1605,
    "kết quả": 628,
    "quả cũ": 1022,
    "clear": 163,
    "kiếm mới": 602,
    "đầu tìm": 1663,
    "tìm mới": 1346,
    "tất": 1396,
    "cả": 251,
    "xóa tất": 1607,
    "tất cả": 1397,
    "hết": 518,
    "xóa hết": 1604,
    "gồm": 476,
    "những": 902,
    "cv gồm": 197,
    "gồm những": 477,
    "những phần": 906,
    "phần nào": 989,
    "một": 821,
    "cần": 256,
    "gì": 472,
    "một cv": 822,
    "cv cần": 196,
    "cần có": 257,
    "có những": 239,
    "những gì": 903,
    "cần những": 259,
    "những thông": 908,
    "tin gì": 1229,
    "viết": 1464,
    "dẫn viết": 330,
    "viết cv": 1466,
    "cv bao": 192,
    "bao gồm": 72,
    "những mục": 905,
    "mục nào": 831,
    "cấu": 254,
    "cấu trúc": 255,
    "trúc của": 1316,
    "của một": 263,
    "nên": 927,
    "cv nên": 202,
    "nên có": 928,
    "các phần": 217,
    "phần trong": 998,
    "trong cv": 1295,
    "điền": 1630,
    "cần điền": 260,
    "điền những": 1633,
    "mẫu": 810,
    "chuẩn": 145,
    "mẫu cv": 811,
    "cv chuẩn": 194,
    "chuẩn có": 146,
    "tab": 1155,
    "cv có": 195,
    "những tab": 907,
    "tab nào": 1160,
    "là": 677,
    "các tab": 218,
    "tab trong": 1162,
    "cv là": 200,
    "là gì": 678,
    "được": 1655,
    "chia": 133,
    "thành": 1195,
    "mấy": 806,
    "cv được": 211,
    "được chia": 1656,
    "chia thành": 134,
    "thành mấy": 1196,
    "mấy phần": 807,
    "nhiêu": 872,
    "có bao": 236,
    "bao nhiêu": 73,
    "nhiêu mục": 873,
    "mục chính": 826,
    "dung": 312,
    "nội dung": 946,
    "dung chính": 313,
    "chính của": 156,
    "của cv": 262,
    "phần thông": 997,
    "tin cá": 1227,
    "nhân trong": 884,
    "vào": 1537,
    "như": 892,
    "điền thông": 1635,
    "nhân vào": 885,
    "vào cv": 1538,
    "cv như": 201,
    "như thế": 893,
    "nhân cần": 880,
    "có gì": 237,
    "gì trong": 473,
    "nhân nào": 882,
    "dẫn điền": 331,
    "personal": 961,
    "phần personal": 990,
    "personal information": 962,
    "information trong": 548,
    "cách viết": 229,
    "viết thông": 1481,
    "nhân cv": 879,
    "nghiệp": 852,
    "nhân sao": 883,
    "sao cho": 1062,
    "cho chuyên": 136,
    "chuyên nghiệp": 143,
    "tab thông": 1161,
    "nhân điền": 886,
    "điền gì": 1631,
    "tin liên": 1232,
    "hệ trong": 521,
    "cách điền": 231,
    "điền tab": 1634,
    "ghi": 433,
    "mục thông": 832,
    "nhân ghi": 881,
    "ghi những": 438,
    "mô": 796,
    "tả": 1386,
    "phần mô": 985,
    "mô tả": 797,
    "tả trong": 1390,
    "cv viết": 210,
    "viết gì": 1470,
    "bản": 109,
    "thân": 1200,
    "viết phần": 1475,
    "tả bản": 1387,
    "bản thân": 110,
    "tả profile": 1389,
    "profile trong": 1010,
    "viết mô": 1474,
    "tả về": 1392,
    "về bản": 1553,
    "thân thế": 1202,
    "giới": 453,
    "thiệu": 1184,
    "phần giới": 980,
    "giới thiệu": 454,
    "thiệu bản": 1185,
    "ra": 1028,
    "tab mô": 1159,
    "tả viết": 1391,
    "viết ra": 1477,
    "ra sao": 1029,
    "summary": 1100,
    "phần summary": 995,
    "thân trong": 1203,
    "phần profile": 991,
    "profile summary": 1008,
    "summary viết": 1101,
    "tự giới": 1426,
    "thiệu trong": 1186,
    "profile thế": 1009,
    "tóm": 1357,
    "tắt": 1403,
    "phần tóm": 999,
    "tóm tắt": 1358,
    "mục mô": 830,
    "tả cần": 1388,
    "cần ghi": 258,
    "hay": 484,
    "viết giới": 1469,
    "thân sao": 1201,
    "cho hay": 137,
    "phần học": 981,
    "học vấn": 527,
    "vấn trong": 1546,
    "vấn như": 1544,
    "education": 389,
    "phần education": 978,
    "education trong": 391,
    "tin học": 1230,
    "vấn vào": 1547,
    "education gồm": 390,
    "cv phần": 205,
    "vấn cần": 1542,
    "bày": 92,
    "cách trình": 226,
    "trình bày": 1307,
    "bày phần": 95,
    "về học": 1555,
    "viết học": 1471,
    "tab học": 1156,
    "vấn điền": 1548,
    "mục học": 827,
    "độ": 1683,
    "trình độ": 1314,
    "độ học": 1684,
    "đúng": 1652,
    "ghi học": 435,
    "vấn sao": 1545,
    "cho đúng": 140,
    "phần kinh": 982,
    "kinh nghiệm": 599,
    "nghiệm làm": 846,
    "làm việc": 706,
    "viết kinh": 1472,
    "việc ghi": 1498,
    "ghi như": 437,
    "work": 1579,
    "experience": 402,
    "work experience": 1580,
    "experience trong": 404,
    "viết experience": 1468,
    "bày kinh": 94,
    "việc cần": 1492,
    "phần experience": 979,
    "experience cần": 403,
    "tin kinh": 1231,
    "nghiệm vào": 850,
    "tab kinh": 1157,
    "nghiệm viết": 848,
    "mục kinh": 828,
    "ghi kinh": 436,
    "nghiệm việc": 849,
    "tốt": 1413,
    "nghiệm sao": 847,
    "cho tốt": 139,
    "năng": 931,
    "phần kỹ": 983,
    "kỹ năng": 630,
    "năng trong": 938,
    "viết kỹ": 1473,
    "skills": 1081,
    "viết skills": 1480,
    "skills trong": 1083,
    "năng cần": 932,
    "có trong": 241,
    "section": 1066,
    "skills section": 1082,
    "section trong": 1067,
    "những kỹ": 904,
    "năng gì": 934,
    "năng ghi": 933,
    "ghi trong": 440,
    "phần skills": 994,
    "skills viết": 1084,
    "viết sao": 1479,
    "điền kỹ": 1632,
    "năng vào": 939,
    "tab kỹ": 1158,
    "ghi gì": 434,
    "mục kỹ": 829,
    "liệt": 652,
    "kê": 611,
    "liệt kê": 653,
    "kê kỹ": 612,
    "năng thế": 937,
    "năng sao": 936,
    "ngôn": 864,
    "ngữ": 868,
    "phần ngôn": 987,
    "ngôn ngữ": 865,
    "ngữ trong": 870,
    "viết trình": 1482,
    "độ ngôn": 1685,
    "language": 633,
    "language skills": 634,
    "ngữ ghi": 869,
    "cv thế": 207,
    "tin ngôn": 1234,
    "languages": 635,
    "phần languages": 984,
    "languages trong": 636,
    "năng ngôn": 935,
    "ngữ viết": 871,
    "cách ghi": 223,
    "ghi trình": 441,
    "phần dự": 977,
    "án trong": 1622,
    "projects": 1013,
    "viết projects": 1476,
    "projects trong": 1014,
    "đã": 1650,
    "viết về": 1483,
    "về dự": 1554,
    "án đã": 1625,
    "đã làm": 1651,
    "project": 1011,
    "project experience": 1012,
    "án cần": 1621,
    "phần projects": 992,
    "nghiệm dự": 845,
    "tin dự": 1228,
    "viết dự": 1467,
    "phần thành": 996,
    "thành tích": 1197,
    "tích trong": 1352,
    "achievements": 37,
    "viết achievements": 1465,
    "tích ghi": 1351,
    "đạt": 1659,
    "về thành": 1559,
    "tích đạt": 1354,
    "đạt được": 1660,
    "achievements section": 38,
    "tích cần": 1350,
    "phần achievements": 975,
    "tin thành": 1236,
    "ghi thành": 439,
    "người": 866,
    "tham": 1167,
    "khảo": 590,
    "phần người": 988,
    "người tham": 867,
    "tham khảo": 1168,
    "khảo trong": 593,
    "references": 1037,
    "viết references": 1478,
    "khảo ghi": 592,
    "references section": 1038,
    "phần references": 993,
    "khảo cần": 591,
    "tin người": 1235,
    "references trong": 1039,
    "references viết": 1040,
    "định": 1676,
    "dạng": 321,
    "định dạng": 1677,
    "dạng cv": 322,
    "format": 423,
    "format cv": 424,
    "cv ra": 206,
    "bày cv": 93,
    "nên định": 930,
    "dạng thế": 323,
    "dẫn format": 326,
    "layout": 638,
    "cv layout": 199,
    "layout chuẩn": 639,
    "cách format": 222,
    "cv chuyên": 193,
    "nên trình": 929,
    "bày ra": 96,
    "mẹo": 812,
    "mẹo viết": 814,
    "cv hay": 198,
    "tips": 1238,
    "tips viết": 1241,
    "cv tốt": 209,
    "nổi": 942,
    "bật": 114,
    "để cv": 1671,
    "cv nổi": 203,
    "nổi bật": 943,
    "bí": 105,
    "quyết": 1018,
    "bí quyết": 106,
    "quyết viết": 1020,
    "and": 52,
    "tricks": 1290,
    "cv tips": 208,
    "tips and": 1239,
    "and tricks": 53,
    "tượng": 1371,
    "cách làm": 225,
    "làm cv": 683,
    "cv ấn": 213,
    "ấn tượng": 1693,
    "mẹo tạo": 813,
    "đẹp": 1667,
    "tips tạo": 1240,
    "cv đẹp": 212,
    "quyết tạo": 1019
  },
  "intent": {
    "greet": 19,
    "goodbye": 18,
    "affirm": 0,
    "deny": 16,
    "mood_great": 22,
    "mood_unhappy": 23,
    "bot_challenge": 14,
    "job_search_how": 21,
    "profile_creation": 24,
    "application_status": 1,
    "salary_info": 25,
    "job_alerts": 20,
    "employer_contact": 17,
    "search_jobs_by_field": 26,
    "clear_slots": 15,
    "ask_cv_sections": 11,
    "ask_cv_personal_info": 8,
    "ask_cv_description": 3,
    "ask_cv_education": 4,
    "ask_cv_experience": 5,
    "ask_cv_skills": 12,
    "ask_cv_languages": 7,
    "ask_cv_projects": 9,
    "ask_cv_achievements": 2,
    "ask_cv_references": 10,
    "ask_cv_format": 6,
    "ask_cv_tips": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_search_jobs": 9,
    "utter_application_status": 13,
    "utter_cheer_up": 14,
    "utter_cv_achievements": 15,
    "utter_cv_description": 16,
    "utter_cv_education": 17,
    "utter_cv_experience": 18,
    "utter_cv_format": 19,
    "utter_cv_languages": 20,
    "utter_cv_personal_info": 21,
    "utter_cv_projects": 22,
    "utter_cv_references": 23,
    "utter_cv_sections": 24,
    "utter_cv_skills": 25,
    "utter_cv_tips": 26,
    "utter_employer_contact": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_iamabot": 30,
    "utter_job_alerts": 31,
    "utter_profile_creation": 32,
    "utter_salary_info": 33,
    "utter_search_jobs": 34
  },
  "action_text": null,
  "intent_response_key": null
}