{
  "text": {
    "hey": 507,
    "hello": 505,
    "hi": 510,
    "there": 1223,
    "hello there": 506,
    "good": 477,
    "morning": 806,
    "good morning": 481,
    "evening": 415,
    "good evening": 480,
    "moin": 805,
    "hey there": 509,
    "let": 661,
    "s": 1090,
    "go": 474,
    "let s": 662,
    "s go": 1091,
    "dude": 328,
    "hey dude": 508,
    "goodmorning": 485,
    "goodevening": 484,
    "afternoon": 40,
    "good afternoon": 478,
    "xin": 1661,
    "chào": 159,
    "xin chào": 1662,
    "bạn": 112,
    "chào bạn": 161,
    "buổi": 86,
    "sáng": 1160,
    "chào buổi": 160,
    "buổi sáng": 87,
    "tối": 1471,
    "buổi tối": 88,
    "nhé": 922,
    "bạn nhé": 113,
    "cu": 195,
    "by": 89,
    "good by": 479,
    "cee": 134,
    "you": 1689,
    "later": 658,
    "cee you": 135,
    "you later": 1692,
    "night": 946,
    "good night": 482,
    "bye": 90,
    "goodbye": 483,
    "have": 502,
    "a": 27,
    "nice": 944,
    "day": 293,
    "have a": 503,
    "a nice": 31,
    "nice day": 945,
    "see": 1114,
    "around": 62,
    "see you": 1118,
    "you around": 1691,
    "bye bye": 91,
    "yes": 1688,
    "y": 1685,
    "indeed": 567,
    "of": 991,
    "course": 194,
    "of course": 992,
    "that": 1216,
    "sounds": 1141,
    "that sounds": 1217,
    "sounds good": 1142,
    "correct": 193,
    "no": 947,
    "n": 863,
    "never": 866,
    "i": 555,
    "don": 326,
    "t": 1196,
    "think": 1224,
    "so": 1131,
    "i don": 558,
    "don t": 327,
    "t think": 1199,
    "think so": 1225,
    "like": 663,
    "t like": 1198,
    "like that": 665,
    "way": 1641,
    "no way": 948,
    "not": 953,
    "really": 1080,
    "not really": 955,
    "perfect": 999,
    "great": 488,
    "amazing": 52,
    "feeling": 429,
    "king": 617,
    "feeling like": 430,
    "like a": 664,
    "a king": 30,
    "wonderful": 1650,
    "am": 44,
    "very": 1497,
    "i am": 556,
    "am feeling": 47,
    "feeling very": 431,
    "very good": 1498,
    "am great": 49,
    "am amazing": 45,
    "going": 475,
    "to": 1303,
    "save": 1110,
    "the": 1218,
    "world": 1653,
    "am going": 48,
    "going to": 476,
    "to save": 1310,
    "save the": 1111,
    "the world": 1220,
    "super": 1149,
    "stoked": 1145,
    "super stoked": 1151,
    "extremely": 421,
    "extremely good": 422,
    "so so": 1136,
    "so perfect": 1133,
    "so good": 1132,
    "my": 812,
    "was": 1639,
    "horrible": 517,
    "my day": 814,
    "day was": 294,
    "was horrible": 1640,
    "sad": 1093,
    "am sad": 51,
    "feel": 427,
    "well": 1645,
    "t feel": 1197,
    "feel very": 428,
    "very well": 1500,
    "disappointed": 314,
    "am disappointed": 46,
    "super sad": 1150,
    "m": 780,
    "i m": 561,
    "m so": 781,
    "so sad": 1135,
    "very sad": 1499,
    "unhappy": 1490,
    "not good": 954,
    "not very": 956,
    "extremly": 423,
    "extremly sad": 424,
    "saad": 1092,
    "so saad": 1134,
    "are": 59,
    "bot": 81,
    "are you": 61,
    "you a": 1690,
    "a bot": 28,
    "human": 523,
    "a human": 29,
    "talking": 1208,
    "am i": 50,
    "i talking": 564,
    "talking to": 1209,
    "to a": 1304,
    "làm": 700,
    "thế": 1265,
    "nào": 959,
    "để": 1744,
    "tìm": 1397,
    "việc": 1551,
    "trên": 1350,
    "website": 1643,
    "này": 963,
    "làm thế": 722,
    "thế nào": 1266,
    "nào để": 962,
    "để tìm": 1748,
    "tìm việc": 1402,
    "việc trên": 1595,
    "trên website": 1352,
    "website này": 1644,
    "hướng": 535,
    "dẫn": 342,
    "tôi": 1418,
    "cách": 233,
    "hướng dẫn": 536,
    "dẫn tôi": 345,
    "tôi cách": 1419,
    "cách tìm": 241,
    "muốn": 809,
    "biết": 78,
    "tôi muốn": 1422,
    "muốn biết": 810,
    "biết cách": 79,
    "việc làm": 1575,
    "sao": 1107,
    "kiếm": 621,
    "làm sao": 718,
    "sao để": 1109,
    "tìm kiếm": 1399,
    "kiếm việc": 624,
    "trang": 1335,
    "web": 1642,
    "dẫn tìm": 344,
    "làm trên": 724,
    "trên trang": 1351,
    "trang web": 1336,
    "tạo": 1436,
    "cv": 198,
    "dẫn tạo": 346,
    "tạo cv": 1437,
    "viết": 1523,
    "cách viết": 243,
    "viết cv": 1526,
    "như": 927,
    "làm cv": 704,
    "cv như": 210,
    "như thế": 928,
    "chỉ": 173,
    "chỉ cách": 174,
    "cách làm": 239,
    "ra": 1075,
    "cv ra": 215,
    "ra sao": 1076,
    "cv thế": 216,
    "mẫu": 835,
    "chuẩn": 154,
    "mẫu cv": 836,
    "cv chuẩn": 201,
    "cv mẫu": 209,
    "cần": 272,
    "cần tạo": 277,
    "muốn viết": 811,
    "giúp": 467,
    "giúp tôi": 468,
    "tôi làm": 1421,
    "chuyên": 149,
    "nghiệp": 881,
    "dẫn viết": 347,
    "cv chuyên": 200,
    "chuyên nghiệp": 152,
    "ấn": 1763,
    "tượng": 1426,
    "cách tạo": 242,
    "cv ấn": 224,
    "ấn tượng": 1768,
    "online": 996,
    "cv online": 213,
    "cv xin": 221,
    "xin việc": 1663,
    "cv tìm": 218,
    "ứng": 1780,
    "tuyển": 1385,
    "cv ứng": 225,
    "ứng tuyển": 1781,
    "hay": 504,
    "cv hay": 205,
    "format": 438,
    "format cv": 439,
    "how": 518,
    "can": 132,
    "check": 138,
    "application": 56,
    "status": 1143,
    "how can": 519,
    "can i": 133,
    "i check": 557,
    "check my": 139,
    "my application": 813,
    "application status": 57,
    "where": 1646,
    "job": 582,
    "where to": 1647,
    "to see": 1311,
    "see my": 1115,
    "my job": 815,
    "job application": 585,
    "track": 1332,
    "how to": 520,
    "to track": 1313,
    "track my": 1333,
    "tracking": 1334,
    "application tracking": 58,
    "i see": 563,
    "see the": 1117,
    "the status": 1219,
    "status of": 1144,
    "of my": 993,
    "kiểm": 627,
    "tra": 1330,
    "trạng": 1377,
    "thái": 1245,
    "kiểm tra": 629,
    "tra trạng": 1331,
    "trạng thái": 1378,
    "thái ứng": 1246,
    "xem": 1659,
    "đơn": 1727,
    "của": 279,
    "để xem": 1750,
    "xem đơn": 1660,
    "đơn ứng": 1728,
    "tuyển của": 1386,
    "của tôi": 282,
    "theo": 1221,
    "dõi": 331,
    "theo dõi": 1222,
    "dõi trạng": 332,
    "find": 432,
    "salary": 1096,
    "information": 568,
    "i find": 559,
    "find salary": 433,
    "salary information": 1098,
    "details": 299,
    "see salary": 1116,
    "salary details": 1097,
    "do": 315,
    "jobs": 589,
    "list": 666,
    "ranges": 1077,
    "do jobs": 316,
    "jobs list": 590,
    "list salary": 667,
    "salary ranges": 1099,
    "salaries": 1094,
    "posted": 1046,
    "on": 994,
    "listings": 668,
    "are salaries": 60,
    "salaries posted": 1095,
    "posted on": 1047,
    "on job": 995,
    "job listings": 587,
    "know": 630,
    "about": 32,
    "compensation": 186,
    "to know": 1307,
    "know about": 631,
    "about compensation": 33,
    "thông": 1252,
    "tin": 1273,
    "lương": 749,
    "ở": 1769,
    "đâu": 1723,
    "tìm thông": 1401,
    "thông tin": 1258,
    "tin lương": 1282,
    "lương ở": 766,
    "ở đâu": 1779,
    "công": 256,
    "có": 249,
    "hiển": 511,
    "thị": 1269,
    "mức": 859,
    "không": 610,
    "công việc": 260,
    "việc có": 1554,
    "có hiển": 252,
    "hiển thị": 512,
    "thị mức": 1270,
    "mức lương": 862,
    "lương không": 763,
    "về": 1621,
    "cách biết": 234,
    "biết thông": 80,
    "tin về": 1288,
    "về lương": 1627,
    "set": 1120,
    "up": 1491,
    "alerts": 43,
    "to set": 1312,
    "set up": 1121,
    "up job": 1493,
    "job alerts": 584,
    "get": 446,
    "notifications": 957,
    "for": 436,
    "new": 867,
    "i get": 560,
    "get notifications": 447,
    "notifications for": 958,
    "for new": 437,
    "new jobs": 868,
    "receive": 1081,
    "updates": 1494,
    "to receive": 1309,
    "receive job": 1082,
    "job updates": 588,
    "setting": 1122,
    "email": 408,
    "setting up": 1123,
    "up email": 1492,
    "email notifications": 409,
    "alert": 41,
    "configuration": 187,
    "job alert": 583,
    "alert configuration": 42,
    "đặt": 1739,
    "báo": 106,
    "cách đặt": 245,
    "đặt thông": 1740,
    "thông báo": 1253,
    "báo việc": 107,
    "nhận": 929,
    "mới": 848,
    "để nhận": 1746,
    "nhận thông": 930,
    "việc mới": 1581,
    "thiết": 1226,
    "lập": 772,
    "cảnh": 266,
    "thiết lập": 1228,
    "lập cảnh": 773,
    "cảnh báo": 267,
    "contact": 188,
    "employers": 411,
    "to contact": 1306,
    "contact employers": 189,
    "message": 800,
    "recruiters": 1083,
    "i message": 562,
    "message recruiters": 801,
    "reach": 1078,
    "out": 997,
    "companies": 185,
    "to reach": 1308,
    "reach out": 1079,
    "out to": 998,
    "to companies": 1305,
    "direct": 310,
    "communication": 183,
    "with": 1648,
    "direct communication": 311,
    "communication with": 184,
    "with employers": 1649,
    "liên": 669,
    "hệ": 540,
    "với": 1632,
    "nhà": 907,
    "dụng": 368,
    "cách liên": 237,
    "liên hệ": 670,
    "hệ với": 543,
    "với nhà": 1634,
    "nhà tuyển": 910,
    "tuyển dụng": 1387,
    "thể": 1267,
    "nhắn": 935,
    "cho": 142,
    "tôi có": 1420,
    "có thể": 254,
    "thể nhắn": 1268,
    "nhắn tin": 936,
    "tin cho": 1274,
    "cho nhà": 146,
    "dụng không": 379,
    "lạc": 769,
    "trực": 1381,
    "tiếp": 1299,
    "ty": 1388,
    "liên lạc": 671,
    "lạc trực": 770,
    "trực tiếp": 1382,
    "tiếp với": 1300,
    "với công": 1633,
    "công ty": 259,
    "thương": 1261,
    "mại": 823,
    "điện": 1714,
    "tử": 1480,
    "việc thương": 1590,
    "thương mại": 1262,
    "mại điện": 824,
    "điện tử": 1716,
    "ngành": 887,
    "marketing": 785,
    "tìm công": 1398,
    "việc ngành": 1582,
    "ngành marketing": 892,
    "it": 573,
    "phần": 1015,
    "cứng": 283,
    "làm it": 710,
    "it phần": 579,
    "phần cứng": 1018,
    "nghệ": 884,
    "ô": 1700,
    "tô": 1413,
    "dụng công": 370,
    "công nghệ": 257,
    "nghệ ô": 886,
    "ô tô": 1701,
    "mềm": 840,
    "phần mềm": 1028,
    "hàng": 526,
    "khách": 603,
    "sạn": 1188,
    "việc nhà": 1583,
    "nhà hàng": 908,
    "hàng khách": 528,
    "khách sạn": 605,
    "kế": 634,
    "in": 565,
    "dụng thiết": 389,
    "thiết kế": 1227,
    "kế in": 638,
    "in ấn": 566,
    "cơ": 262,
    "khí": 606,
    "làm cơ": 705,
    "cơ khí": 263,
    "khí điện": 609,
    "kinh": 618,
    "doanh": 317,
    "việc kinh": 1569,
    "kinh doanh": 619,
    "giáo": 464,
    "dục": 359,
    "dụng giáo": 374,
    "giáo dục": 465,
    "kiến": 625,
    "trúc": 1366,
    "xây": 1670,
    "dựng": 396,
    "làm kiến": 711,
    "kiến trúc": 626,
    "trúc xây": 1369,
    "xây dựng": 1671,
    "tài": 1390,
    "chính": 164,
    "ngân": 893,
    "việc tài": 1596,
    "tài chính": 1391,
    "chính ngân": 168,
    "ngân hàng": 894,
    "viễn": 1549,
    "dụng viễn": 392,
    "viễn thông": 1550,
    "tế": 1463,
    "làm y": 729,
    "y tế": 1687,
    "logistics": 677,
    "việc logistics": 1573,
    "toán": 1314,
    "dụng kế": 382,
    "kế toán": 643,
    "toán kiểm": 1317,
    "kiểm toán": 628,
    "sản": 1194,
    "xuất": 1664,
    "làm sản": 719,
    "sản xuất": 1195,
    "xế": 1681,
    "tài xế": 1393,
    "luật": 688,
    "dụng luật": 383,
    "phiên": 1004,
    "dịch": 349,
    "làm phiên": 716,
    "phiên dịch": 1005,
    "thống": 1271,
    "nhúng": 923,
    "việc hệ": 1566,
    "hệ thống": 541,
    "thống nhúng": 1272,
    "iot": 570,
    "việc iot": 1567,
    "tmdt": 1301,
    "làm tmdt": 723,
    "ecommerce": 403,
    "dụng ecommerce": 372,
    "digital": 308,
    "làm digital": 707,
    "digital marketing": 309,
    "truyền": 1348,
    "việc truyền": 1594,
    "truyền thông": 1349,
    "pr": 1048,
    "dụng pr": 386,
    "cntt": 178,
    "làm cntt": 703,
    "việc công": 1555,
    "nghệ thông": 885,
    "dụng it": 377,
    "trình": 1355,
    "làm lập": 713,
    "lập trình": 774,
    "dev": 300,
    "việc dev": 1560,
    "developer": 301,
    "dụng developer": 371,
    "f": 425,
    "b": 66,
    "làm f": 708,
    "f b": 426,
    "dụng khách": 378,
    "làm thiết": 720,
    "design": 295,
    "việc design": 1559,
    "ui": 1488,
    "ux": 1495,
    "dụng ui": 391,
    "ui ux": 1489,
    "việc điện": 1601,
    "sales": 1100,
    "dụng sales": 387,
    "bán": 104,
    "làm bán": 701,
    "bán hàng": 105,
    "giảng": 469,
    "dạy": 341,
    "việc giảng": 1565,
    "giảng dạy": 470,
    "đào": 1721,
    "dụng đào": 393,
    "đào tạo": 1722,
    "làm xây": 728,
    "việc kiến": 1570,
    "dụng ngân": 385,
    "làm tài": 725,
    "tá": 1394,
    "việc y": 1600,
    "y tá": 1686,
    "bác": 102,
    "sĩ": 1164,
    "dụng bác": 369,
    "bác sĩ": 103,
    "chuỗi": 157,
    "cung": 196,
    "làm chuỗi": 702,
    "chuỗi cung": 158,
    "cung ứng": 197,
    "việc kế": 1571,
    "dụng kiểm": 381,
    "máy": 816,
    "làm nhà": 715,
    "nhà máy": 909,
    "lái": 732,
    "xe": 1654,
    "việc lái": 1576,
    "lái xe": 733,
    "làm thông": 721,
    "thông dịch": 1254,
    "biên": 76,
    "việc biên": 1552,
    "biên dịch": 77,
    "embedded": 410,
    "dụng embedded": 373,
    "vi": 1501,
    "điều": 1710,
    "khiển": 593,
    "làm vi": 726,
    "vi điều": 1502,
    "điều khiển": 1712,
    "hồ": 551,
    "chí": 162,
    "minh": 802,
    "việc ở": 1603,
    "ở hồ": 1773,
    "hồ chí": 552,
    "chí minh": 163,
    "tại": 1427,
    "hà": 524,
    "nội": 985,
    "dụng tại": 390,
    "tại hà": 1431,
    "hà nội": 525,
    "đà": 1719,
    "nẵng": 981,
    "làm ở": 731,
    "ở đà": 1778,
    "đà nẵng": 1720,
    "tptphcm": 1328,
    "việc tptphcm": 1592,
    "hn": 515,
    "dụng hn": 376,
    "đn": 1717,
    "làm đn": 730,
    "sài": 1156,
    "gòn": 491,
    "việc sài": 1586,
    "sài gòn": 1157,
    "hanoi": 498,
    "dụng hanoi": 375,
    "danang": 289,
    "làm danang": 706,
    "tphcm": 1326,
    "việc tphcm": 1591,
    "sg": 1124,
    "dụng sg": 388,
    "ha": 496,
    "noi": 949,
    "làm ha": 709,
    "ha noi": 497,
    "da": 287,
    "nang": 864,
    "việc da": 1558,
    "da nang": 288,
    "việc it": 1568,
    "it ở": 581,
    "ở tphcm": 1775,
    "dụng marketing": 384,
    "marketing tại": 794,
    "làm sales": 717,
    "sales đà": 1106,
    "việc cntt": 1553,
    "cntt tptphcm": 181,
    "toán hn": 1315,
    "kế đn": 645,
    "việc lập": 1578,
    "trình sài": 1362,
    "dụng kinh": 380,
    "doanh hanoi": 319,
    "tế danang": 1465,
    "việc giáo": 1564,
    "dục tphcm": 365,
    "luật sg": 693,
    "làm logistics": 712,
    "logistics ha": 681,
    "việc phiên": 1584,
    "dịch da": 351,
    "__number__": 15,
    "triệu": 1342,
    "it lương": 577,
    "lương __number__": 761,
    "__number__ triệu": 26,
    "20tr": 4,
    "marketing lương": 789,
    "lương 20tr": 754,
    "từ": 1478,
    "sales lương": 1103,
    "lương từ": 765,
    "từ __number__": 1479,
    "__number__ __number__": 25,
    "cntt lương": 179,
    "18tr": 3,
    "toán lương": 1319,
    "__number__ 18tr": 17,
    "kế lương": 639,
    "trình lương": 1360,
    "doanh lương": 321,
    "__number__ 20tr": 18,
    "30tr": 7,
    "tế lương": 1468,
    "lương 30tr": 757,
    "10tr": 0,
    "dục lương": 364,
    "lương 10tr": 750,
    "luật lương": 691,
    "25tr": 5,
    "logistics lương": 682,
    "__number__ 25tr": 19,
    "dịch lương": 353,
    "tphcm lương": 1327,
    "nội lương": 989,
    "nẵng lương": 982,
    "tptphcm lương": 1329,
    "__number__ 30tr": 20,
    "hn lương": 516,
    "đn lương": 1718,
    "35tr": 8,
    "gòn lương": 492,
    "lương 35tr": 758,
    "hanoi lương": 499,
    "danang lương": 290,
    "12tr": 1,
    "lương 12tr": 751,
    "50tr": 13,
    "sg lương": 1125,
    "__number__ 50tr": 23,
    "noi lương": 950,
    "15tr": 2,
    "nang lương": 865,
    "lương 15tr": 752,
    "ngành it": 888,
    "lĩnh": 747,
    "vực": 1635,
    "việc lĩnh": 1577,
    "lĩnh vực": 748,
    "vực marketing": 1637,
    "mảng": 828,
    "việc mảng": 1580,
    "mảng sales": 830,
    "ngành kế": 890,
    "việc về": 1599,
    "về thiết": 1630,
    "quan": 1059,
    "việc liên": 1572,
    "liên quan": 672,
    "quan lập": 1060,
    "thuộc": 1239,
    "việc thuộc": 1589,
    "thuộc ngành": 1241,
    "ngành kinh": 889,
    "trong": 1343,
    "việc trong": 1593,
    "trong lĩnh": 1345,
    "vực y": 1638,
    "ở mảng": 1774,
    "mảng giáo": 829,
    "về ngành": 1629,
    "ngành luật": 891,
    "thuộc lĩnh": 1240,
    "vực logistics": 1636,
    "đến": 1742,
    "quan đến": 1062,
    "đến phiên": 1743,
    "it tại": 580,
    "tại tphcm": 1434,
    "việc marketing": 1579,
    "marketing ở": 795,
    "ở hà": 1772,
    "việc sales": 1585,
    "sales tại": 1105,
    "tại đà": 1435,
    "cntt ở": 182,
    "ở tptphcm": 1776,
    "toán tại": 1323,
    "tại hn": 1430,
    "việc thiết": 1588,
    "kế ở": 647,
    "ở đn": 1777,
    "trình tại": 1363,
    "tại sài": 1433,
    "doanh ở": 325,
    "ở hanoi": 1771,
    "tế tại": 1469,
    "tại danang": 1429,
    "dục ở": 367,
    "việc luật": 1574,
    "luật tại": 696,
    "tại sg": 1432,
    "logistics ở": 687,
    "ở ha": 1770,
    "dịch tại": 357,
    "tại da": 1428,
    "khoảng": 600,
    "lương khoảng": 762,
    "khoảng __number__": 602,
    "marketing mức": 790,
    "tầm": 1455,
    "lương tầm": 764,
    "tầm __number__": 1457,
    "cntt mức": 180,
    "mức 20tr": 860,
    "toán khoảng": 1316,
    "trình khoảng": 1358,
    "doanh mức": 322,
    "mức __number__": 861,
    "tầm 30tr": 1456,
    "dục khoảng": 363,
    "khoảng 10tr": 601,
    "luật mức": 692,
    "dịch khoảng": 352,
    "viên": 1503,
    "frontend": 440,
    "it lập": 578,
    "trình viên": 1364,
    "viên frontend": 1505,
    "backend": 69,
    "it backend": 574,
    "backend developer": 70,
    "fullstack": 444,
    "it fullstack": 576,
    "devops": 306,
    "engineer": 412,
    "it devops": 575,
    "devops engineer": 307,
    "content": 191,
    "marketing content": 787,
    "content marketing": 192,
    "marketing digital": 788,
    "social": 1137,
    "media": 798,
    "marketing social": 793,
    "social media": 1138,
    "seo": 1119,
    "marketing seo": 792,
    "designer": 296,
    "kế ui": 644,
    "ux designer": 1496,
    "graphic": 486,
    "kế graphic": 637,
    "graphic designer": 487,
    "motion": 807,
    "kế motion": 640,
    "motion designer": 808,
    "3d": 9,
    "artist": 65,
    "kế 3d": 635,
    "3d artist": 10,
    "trưởng": 1372,
    "toán kế": 1318,
    "toán trưởng": 1322,
    "tổng": 1473,
    "hợp": 553,
    "toán tổng": 1324,
    "tổng hợp": 1474,
    "thuế": 1237,
    "toán thuế": 1321,
    "manager": 782,
    "doanh sales": 323,
    "sales manager": 1104,
    "business": 84,
    "development": 304,
    "doanh business": 318,
    "business development": 85,
    "telesales": 1212,
    "doanh telesales": 324,
    "đa": 1702,
    "khoa": 596,
    "tế bác": 1464,
    "sĩ đa": 1168,
    "đa khoa": 1703,
    "dưỡng": 333,
    "tế điều": 1470,
    "điều dưỡng": 1711,
    "dược": 336,
    "tế dược": 1466,
    "dược sĩ": 337,
    "tiếng": 1295,
    "anh": 55,
    "dục giáo": 360,
    "giáo viên": 466,
    "viên tiếng": 1513,
    "tiếng anh": 1296,
    "mầm": 833,
    "non": 951,
    "viên mầm": 1508,
    "mầm non": 834,
    "đại": 1731,
    "học": 546,
    "dục giảng": 361,
    "giảng viên": 471,
    "viên đại": 1521,
    "đại học": 1732,
    "sư": 1169,
    "tư": 1423,
    "vấn": 1608,
    "luật luật": 690,
    "luật sư": 694,
    "sư tư": 1181,
    "tư vấn": 1425,
    "pháp": 1006,
    "lý": 734,
    "luật chuyên": 689,
    "chuyên viên": 153,
    "viên pháp": 1510,
    "pháp lý": 1008,
    "quản": 1070,
    "kho": 594,
    "logistics quản": 683,
    "quản lý": 1071,
    "lý kho": 739,
    "nhập": 931,
    "khẩu": 615,
    "logistics xuất": 685,
    "xuất nhập": 1666,
    "nhập khẩu": 932,
    "logistics chuỗi": 679,
    "frontend tại": 443,
    "designer tại": 298,
    "trưởng ở": 1376,
    "manager tại": 784,
    "khoa ở": 599,
    "frontend lương": 442,
    "designer lương": 297,
    "trưởng lương": 1373,
    "manager lương": 783,
    "40tr": 11,
    "khoa lương": 597,
    "lương 40tr": 759,
    "lương 25tr": 755,
    "lương 18tr": 753,
    "45tr": 12,
    "lương 45tr": 760,
    "sàn": 1158,
    "tử quản": 1483,
    "lý sàn": 743,
    "sàn tmdt": 1159,
    "marketplace": 796,
    "tử chuyên": 1481,
    "viên marketplace": 1507,
    "marketplace tại": 797,
    "tmdt lương": 1302,
    "vận": 1618,
    "hành": 531,
    "việc ecommerce": 1561,
    "ecommerce quản": 404,
    "lý vận": 746,
    "vận hành": 1619,
    "hành ở": 532,
    "brand": 82,
    "marketing brand": 786,
    "brand manager": 83,
    "media manager": 799,
    "performance": 1000,
    "marketing performance": 791,
    "performance marketing": 1001,
    "thông pr": 1256,
    "pr manager": 1049,
    "kỹ": 650,
    "cứng kỹ": 284,
    "kỹ sư": 652,
    "sư phần": 1177,
    "hạ": 537,
    "tầng": 1458,
    "cứng quản": 285,
    "lý hạ": 738,
    "hạ tầng": 538,
    "tầng tại": 1459,
    "mạng": 825,
    "sư mạng": 1174,
    "mạng lương": 826,
    "system": 1154,
    "cứng system": 286,
    "system engineer": 1155,
    "engineer tại": 413,
    "__number__ 35tr": 21,
    "bảo": 116,
    "trì": 1353,
    "sư bảo": 1170,
    "bảo trì": 118,
    "trì ở": 1354,
    "tô kỹ": 1415,
    "sư ô": 1186,
    "tô chuyên": 1414,
    "viên bảo": 1504,
    "bảo dưỡng": 117,
    "dưỡng tại": 335,
    "sư thiết": 1179,
    "thuật": 1234,
    "tô quản": 1416,
    "lý kỹ": 741,
    "kỹ thuật": 653,
    "thuật tại": 1235,
    "__number__ 40tr": 22,
    "sư cơ": 1171,
    "khí ô": 608,
    "tô ở": 1417,
    "sạn quản": 1191,
    "lý nhà": 742,
    "bếp": 124,
    "sạn bếp": 1189,
    "bếp trưởng": 125,
    "trưởng tại": 1375,
    "giám": 461,
    "sát": 1161,
    "việc f": 1562,
    "b giám": 67,
    "giám sát": 462,
    "sát f": 1163,
    "b lương": 68,
    "lý khách": 740,
    "sạn tại": 1192,
    "lễ": 775,
    "tân": 1395,
    "sạn lễ": 1190,
    "lễ tân": 776,
    "tân khách": 1396,
    "sạn ở": 1193,
    "art": 63,
    "director": 312,
    "ấn art": 1764,
    "art director": 64,
    "quảng": 1073,
    "cáo": 247,
    "ấn thiết": 1767,
    "kế quảng": 642,
    "quảng cáo": 1074,
    "cáo tại": 248,
    "ấn chuyên": 1765,
    "viên in": 1506,
    "ấn lương": 1766,
    "bao": 72,
    "bì": 108,
    "kế bao": 636,
    "bao bì": 73,
    "bì tại": 109,
    "đồ": 1756,
    "họa": 544,
    "kế đồ": 646,
    "đồ họa": 1757,
    "họa ở": 545,
    "việc cơ": 1556,
    "tử kỹ": 1482,
    "cơ điện": 264,
    "tự": 1485,
    "động": 1761,
    "hóa": 533,
    "sư tự": 1182,
    "tự động": 1487,
    "động hóa": 1762,
    "hóa tại": 534,
    "sư điện": 1187,
    "điện lương": 1715,
    "khí tại": 607,
    "thuật viên": 1236,
    "viên điện": 1520,
    "tử ở": 1484,
    "dựng kiến": 398,
    "trúc sư": 1368,
    "dựng kỹ": 399,
    "sư xây": 1185,
    "dựng tại": 402,
    "dựng giám": 397,
    "sát công": 1162,
    "công trình": 258,
    "dự": 394,
    "án": 1693,
    "dựng quản": 400,
    "lý dự": 737,
    "dự án": 395,
    "án tại": 1697,
    "thất": 1263,
    "dựng thiết": 401,
    "kế nội": 641,
    "nội thất": 990,
    "thất ở": 1264,
    "tín": 1409,
    "chính chuyên": 165,
    "viên tín": 1514,
    "tín dụng": 1410,
    "đầu": 1735,
    "hàng chuyên": 527,
    "viên đầu": 1522,
    "đầu tư": 1738,
    "tư tại": 1424,
    "phân": 1011,
    "tích": 1403,
    "viên phân": 1511,
    "phân tích": 1012,
    "tích tài": 1407,
    "chính lương": 167,
    "danh": 291,
    "mục": 850,
    "hàng quản": 529,
    "lý danh": 736,
    "danh mục": 292,
    "mục đầu": 858,
    "viên ngân": 1509,
    "hàng ở": 530,
    "việc viễn": 1598,
    "thông kỹ": 1255,
    "sư viễn": 1183,
    "mạng tại": 827,
    "vô": 1606,
    "tuyến": 1383,
    "28tr": 6,
    "sư vô": 1184,
    "vô tuyến": 1607,
    "tuyến lương": 1384,
    "lương 28tr": 756,
    "thông quản": 1257,
    "án viễn": 1698,
    "thông tại": 1259,
    "viên viễn": 1517,
    "thông ở": 1260,
    "nhúng kỹ": 924,
    "sư nhúng": 1175,
    "iot kỹ": 571,
    "sư iot": 1173,
    "iot tại": 572,
    "nhúng lập": 926,
    "trình nhúng": 1361,
    "nhúng lương": 925,
    "phát": 1009,
    "triển": 1340,
    "sư phát": 1176,
    "phát triển": 1010,
    "triển iot": 1341,
    "firmware": 434,
    "sư firmware": 1172,
    "firmware ở": 435,
    "đốc": 1753,
    "việc sản": 1587,
    "xuất quản": 1667,
    "quản đốc": 1072,
    "đốc nhà": 1755,
    "xuất kỹ": 1665,
    "sư sản": 1178,
    "xuất tại": 1668,
    "chất": 169,
    "lượng": 767,
    "lý chất": 735,
    "chất lượng": 170,
    "lượng lương": 768,
    "lý sản": 744,
    "viên sản": 1512,
    "xuất ở": 1669,
    "mềm frontend": 843,
    "frontend developer": 441,
    "mềm backend": 841,
    "developer tại": 303,
    "mềm fullstack": 844,
    "fullstack developer": 445,
    "developer lương": 302,
    "mobile": 803,
    "mềm mobile": 845,
    "mobile developer": 804,
    "mềm devops": 842,
    "engineer ở": 414,
    "development manager": 305,
    "executive": 416,
    "sales executive": 1102,
    "executive tại": 417,
    "key": 591,
    "account": 36,
    "doanh key": 320,
    "key account": 592,
    "account manager": 37,
    "60tr": 14,
    "sales director": 1101,
    "director tại": 313,
    "__number__ 60tr": 24,
    "telesales ở": 1213,
    "học tại": 548,
    "hiệu": 513,
    "dục hiệu": 362,
    "hiệu trưởng": 514,
    "bộ": 128,
    "dục đào": 366,
    "tạo nội": 1438,
    "nội bộ": 986,
    "bộ tại": 130,
    "non ở": 952,
    "sĩ nội": 1167,
    "nội khoa": 988,
    "dưỡng trưởng": 334,
    "sĩ lương": 1166,
    "sĩ chuyên": 1165,
    "chuyên khoa": 150,
    "khoa tại": 598,
    "xét": 1672,
    "nghiệm": 869,
    "tế kỹ": 1467,
    "viên xét": 1519,
    "xét nghiệm": 1673,
    "nghiệm ở": 880,
    "logistics giám": 680,
    "giám đốc": 463,
    "đốc logistics": 1754,
    "logistics chuyên": 678,
    "viên xuất": 1518,
    "khẩu tại": 616,
    "kho lương": 595,
    "supply": 1152,
    "chain": 136,
    "logistics supply": 684,
    "supply chain": 1153,
    "chain manager": 137,
    "phối": 1044,
    "tải": 1450,
    "logistics điều": 686,
    "điều phối": 1713,
    "phối vận": 1045,
    "vận tải": 1620,
    "tải ở": 1452,
    "toán viên": 1325,
    "viên tại": 1516,
    "hợp lương": 554,
    "thuế tại": 1238,
    "toán nội": 1320,
    "bộ ở": 131,
    "container": 190,
    "xế tài": 1683,
    "xế xe": 1684,
    "xe container": 1655,
    "xe tải": 1658,
    "tải tại": 1451,
    "xe khách": 1657,
    "khách lương": 604,
    "xe công": 1656,
    "ty tại": 1389,
    "__number__ 15tr": 16,
    "giao": 459,
    "xế giao": 1682,
    "giao hàng": 460,
    "lý tại": 745,
    "phòng": 1013,
    "chế": 171,
    "luật trưởng": 695,
    "trưởng phòng": 1374,
    "phòng pháp": 1014,
    "pháp chế": 1007,
    "chế lương": 172,
    "tranh": 1337,
    "tụng": 1476,
    "sư tranh": 1180,
    "tranh tụng": 1338,
    "tụng tại": 1477,
    "viên tư": 1515,
    "vấn luật": 1611,
    "luật ở": 697,
    "dịch phiên": 354,
    "dịch viên": 358,
    "dịch biên": 350,
    "nhật": 933,
    "dịch tiếng": 355,
    "tiếng nhật": 1297,
    "nhật lương": 934,
    "trung": 1346,
    "tiếng trung": 1298,
    "trung tại": 1347,
    "liệu": 675,
    "dịch tài": 356,
    "tài liệu": 1392,
    "liệu ở": 676,
    "xóa": 1674,
    "xóa tìm": 1679,
    "reset": 1088,
    "reset tìm": 1089,
    "bắt": 120,
    "lại": 771,
    "bắt đầu": 121,
    "đầu lại": 1736,
    "các": 228,
    "tiêu": 1293,
    "xóa các": 1676,
    "các tiêu": 232,
    "tiêu chí": 1294,
    "lọc": 777,
    "xóa bộ": 1675,
    "bộ lọc": 129,
    "bỏ": 126,
    "cũ": 261,
    "bỏ tìm": 127,
    "kiếm cũ": 622,
    "làm mới": 714,
    "mới tìm": 849,
    "kết": 648,
    "quả": 1068,
    "xóa kết": 1678,
    "kết quả": 649,
    "quả cũ": 1069,
    "clear": 177,
    "kiếm mới": 623,
    "đầu tìm": 1737,
    "tìm mới": 1400,
    "tất": 1453,
    "cả": 265,
    "xóa tất": 1680,
    "tất cả": 1454,
    "hết": 539,
    "xóa hết": 1677,
    "gồm": 493,
    "những": 937,
    "cv gồm": 204,
    "gồm những": 495,
    "những phần": 941,
    "phần nào": 1031,
    "một": 846,
    "gì": 489,
    "một cv": 847,
    "cv cần": 203,
    "cần có": 273,
    "có những": 253,
    "những gì": 938,
    "cv bao": 199,
    "bao gồm": 74,
    "những mục": 940,
    "mục nào": 856,
    "cần những": 275,
    "những thông": 943,
    "tin gì": 1278,
    "cấu": 270,
    "cấu trúc": 271,
    "trúc của": 1367,
    "của một": 281,
    "nên": 964,
    "cv nên": 211,
    "nên có": 965,
    "hoàn": 521,
    "chỉnh": 175,
    "cv hoàn": 206,
    "hoàn chỉnh": 522,
    "chỉnh gồm": 176,
    "gồm gì": 494,
    "các phần": 230,
    "phần trong": 1040,
    "trong cv": 1344,
    "dung": 329,
    "nội dung": 987,
    "dung chính": 330,
    "chính của": 166,
    "của cv": 280,
    "chuẩn cần": 156,
    "cá": 226,
    "nhân": 911,
    "phần thông": 1039,
    "tin cá": 1275,
    "cá nhân": 227,
    "nhân trong": 919,
    "cách để": 246,
    "để tạo": 1749,
    "viết thông": 1545,
    "nhân gì": 915,
    "nhân nào": 916,
    "nào cần": 961,
    "có trong": 255,
    "nhân cv": 912,
    "viết phần": 1536,
    "profile": 1050,
    "phần profile": 1033,
    "profile cá": 1051,
    "tin liên": 1281,
    "hệ trong": 542,
    "nên để": 967,
    "để những": 1747,
    "bày": 92,
    "cách trình": 240,
    "trình bày": 1356,
    "bày thông": 101,
    "tin cần": 1276,
    "cần thiết": 276,
    "thiết trong": 1229,
    "trọng": 1379,
    "tin quan": 1285,
    "quan trọng": 1061,
    "trọng trong": 1380,
    "mô": 819,
    "tả": 1439,
    "bản": 114,
    "thân": 1247,
    "phần mô": 1027,
    "mô tả": 820,
    "tả bản": 1440,
    "bản thân": 115,
    "giới": 472,
    "thiệu": 1230,
    "viết giới": 1529,
    "giới thiệu": 473,
    "thiệu bản": 1231,
    "thân trong": 1251,
    "summary": 1146,
    "phần summary": 1037,
    "summary trong": 1147,
    "cv viết": 220,
    "viết sao": 1542,
    "tả profile": 1446,
    "nhân thế": 918,
    "tả cv": 1441,
    "viết profile": 1537,
    "profile trong": 1054,
    "mình": 817,
    "thiệu về": 1233,
    "về mình": 1628,
    "mình trong": 818,
    "tóm": 1411,
    "tắt": 1461,
    "phần tóm": 1041,
    "tóm tắt": 1412,
    "tắt trong": 1462,
    "ngắn": 899,
    "tả ngắn": 1445,
    "ngắn về": 900,
    "về bản": 1622,
    "profile summary": 1052,
    "summary viết": 1148,
    "viết thế": 1546,
    "phần tổng": 1042,
    "tổng quan": 1475,
    "thân chuyên": 1248,
    "phần học": 1023,
    "học vấn": 550,
    "vấn trong": 1615,
    "bày phần": 98,
    "education": 405,
    "phần education": 1020,
    "education trong": 407,
    "ghi": 448,
    "tin học": 1279,
    "vấn cần": 1609,
    "cần ghi": 274,
    "ghi gì": 449,
    "quá": 1066,
    "tập": 1460,
    "viết quá": 1539,
    "quá trình": 1067,
    "trình học": 1357,
    "học tập": 549,
    "bày học": 94,
    "academic": 34,
    "background": 71,
    "phần academic": 1016,
    "academic background": 35,
    "trường": 1370,
    "tin trường": 1287,
    "trường học": 1371,
    "học trong": 547,
    "ghi học": 450,
    "vấn thế": 1614,
    "nào cho": 960,
    "cho chuẩn": 144,
    "bằng": 122,
    "cấp": 268,
    "viết bằng": 1525,
    "bằng cấp": 123,
    "cấp trong": 269,
    "độ": 1758,
    "trình độ": 1365,
    "độ học": 1759,
    "vấn ghi": 1610,
    "ghi ra": 454,
    "viết kinh": 1533,
    "kinh nghiệm": 620,
    "nghiệm làm": 873,
    "làm việc": 727,
    "work": 1651,
    "experience": 418,
    "phần work": 1043,
    "work experience": 1652,
    "experience trong": 420,
    "bày kinh": 95,
    "nghiệm việc": 878,
    "nghiệm trong": 876,
    "cách ghi": 236,
    "ghi kinh": 451,
    "nghiệm công": 871,
    "việc viết": 1597,
    "môn": 821,
    "tả kinh": 1443,
    "nghiệm chuyên": 870,
    "chuyên môn": 151,
    "bày quá": 99,
    "trình làm": 1359,
    "viết job": 1532,
    "job experience": 586,
    "nghiệm dự": 872,
    "án ghi": 1695,
    "ghi thế": 456,
    "đã": 1724,
    "viết về": 1548,
    "về công": 1624,
    "việc đã": 1602,
    "đã làm": 1725,
    "nghề": 882,
    "nghiệm nghề": 874,
    "nghề nghiệp": 883,
    "năng": 969,
    "viết kỹ": 1534,
    "kỹ năng": 651,
    "năng trong": 979,
    "skills": 1126,
    "phần skills": 1036,
    "skills trong": 1129,
    "bày kỹ": 96,
    "năng chuyên": 970,
    "về các": 1623,
    "các kỹ": 229,
    "năng cần": 971,
    "liệt": 673,
    "kê": 632,
    "cách liệt": 238,
    "liệt kê": 674,
    "kê kỹ": 633,
    "tả kỹ": 1444,
    "năng làm": 974,
    "môn ghi": 822,
    "soft": 1139,
    "soft skills": 1140,
    "hard": 500,
    "hard skills": 501,
    "skills cần": 1127,
    "ghi những": 453,
    "technical": 1210,
    "viết technical": 1544,
    "technical skills": 1211,
    "lực": 778,
    "bày năng": 97,
    "năng lực": 975,
    "lực bản": 779,
    "điền": 1704,
    "cần điền": 278,
    "điền những": 1707,
    "chuẩn có": 155,
    "tab": 1200,
    "cv có": 202,
    "những tab": 942,
    "tab nào": 1205,
    "là": 698,
    "các tab": 231,
    "tab trong": 1207,
    "cv là": 208,
    "là gì": 699,
    "được": 1729,
    "chia": 140,
    "thành": 1242,
    "mấy": 831,
    "cv được": 222,
    "được chia": 1730,
    "chia thành": 141,
    "thành mấy": 1243,
    "mấy phần": 832,
    "nhiêu": 905,
    "có bao": 250,
    "bao nhiêu": 75,
    "nhiêu mục": 906,
    "mục chính": 851,
    "vào": 1604,
    "điền thông": 1709,
    "nhân vào": 920,
    "vào cv": 1605,
    "nhân cần": 913,
    "có gì": 251,
    "gì trong": 490,
    "dẫn điền": 348,
    "personal": 1002,
    "phần personal": 1032,
    "personal information": 1003,
    "information trong": 569,
    "nhân sao": 917,
    "sao cho": 1108,
    "cho chuyên": 143,
    "tab thông": 1206,
    "nhân điền": 921,
    "điền gì": 1705,
    "cách điền": 244,
    "điền tab": 1708,
    "mục thông": 857,
    "nhân ghi": 914,
    "tả trong": 1447,
    "viết gì": 1530,
    "viết mô": 1535,
    "tả về": 1449,
    "thân thế": 1250,
    "phần giới": 1022,
    "tab mô": 1204,
    "tả viết": 1448,
    "viết ra": 1540,
    "tự giới": 1486,
    "thiệu trong": 1232,
    "profile thế": 1053,
    "mục mô": 855,
    "tả cần": 1442,
    "thân sao": 1249,
    "cho hay": 145,
    "vấn như": 1612,
    "vấn vào": 1616,
    "education gồm": 406,
    "cv phần": 214,
    "về học": 1626,
    "viết học": 1531,
    "tab học": 1201,
    "vấn điền": 1617,
    "mục học": 852,
    "đúng": 1726,
    "vấn sao": 1613,
    "cho đúng": 148,
    "phần kinh": 1024,
    "việc ghi": 1563,
    "ghi như": 452,
    "viết experience": 1528,
    "việc cần": 1557,
    "phần experience": 1021,
    "experience cần": 419,
    "tin kinh": 1280,
    "nghiệm vào": 879,
    "tab kinh": 1202,
    "nghiệm viết": 877,
    "mục kinh": 853,
    "tốt": 1472,
    "nghiệm sao": 875,
    "cho tốt": 147,
    "phần kỹ": 1025,
    "viết skills": 1543,
    "section": 1112,
    "skills section": 1128,
    "section trong": 1113,
    "những kỹ": 939,
    "năng gì": 973,
    "năng ghi": 972,
    "ghi trong": 457,
    "skills viết": 1130,
    "điền kỹ": 1706,
    "năng vào": 980,
    "tab kỹ": 1203,
    "mục kỹ": 854,
    "năng thế": 978,
    "năng sao": 977,
    "ngôn": 895,
    "ngữ": 901,
    "phần ngôn": 1029,
    "ngôn ngữ": 896,
    "ngữ trong": 903,
    "viết trình": 1547,
    "độ ngôn": 1760,
    "language": 654,
    "language skills": 655,
    "ngữ ghi": 902,
    "tin ngôn": 1283,
    "languages": 656,
    "phần languages": 1026,
    "languages trong": 657,
    "năng ngôn": 976,
    "ngữ viết": 904,
    "ghi trình": 458,
    "phần dự": 1019,
    "án trong": 1696,
    "projects": 1057,
    "viết projects": 1538,
    "projects trong": 1058,
    "về dự": 1625,
    "án đã": 1699,
    "project": 1055,
    "project experience": 1056,
    "án cần": 1694,
    "phần projects": 1034,
    "tin dự": 1277,
    "viết dự": 1527,
    "phần thành": 1038,
    "thành tích": 1244,
    "tích trong": 1406,
    "achievements": 38,
    "viết achievements": 1524,
    "tích ghi": 1405,
    "đạt": 1733,
    "về thành": 1631,
    "tích đạt": 1408,
    "đạt được": 1734,
    "achievements section": 39,
    "tích cần": 1404,
    "phần achievements": 1017,
    "tin thành": 1286,
    "ghi thành": 455,
    "người": 897,
    "tham": 1214,
    "khảo": 611,
    "phần người": 1030,
    "người tham": 898,
    "tham khảo": 1215,
    "khảo trong": 614,
    "references": 1084,
    "viết references": 1541,
    "khảo ghi": 613,
    "references section": 1085,
    "phần references": 1035,
    "khảo cần": 612,
    "tin người": 1284,
    "references trong": 1086,
    "references viết": 1087,
    "định": 1751,
    "dạng": 338,
    "định dạng": 1752,
    "dạng cv": 339,
    "bày cv": 93,
    "nên định": 968,
    "dạng thế": 340,
    "dẫn format": 343,
    "layout": 659,
    "cv layout": 207,
    "layout chuẩn": 660,
    "cách format": 235,
    "nên trình": 966,
    "bày ra": 100,
    "mẹo": 837,
    "mẹo viết": 839,
    "tips": 1289,
    "tips viết": 1292,
    "cv tốt": 219,
    "nổi": 983,
    "bật": 119,
    "để cv": 1745,
    "cv nổi": 212,
    "nổi bật": 984,
    "bí": 110,
    "quyết": 1063,
    "bí quyết": 111,
    "quyết viết": 1065,
    "and": 53,
    "tricks": 1339,
    "cv tips": 217,
    "tips and": 1290,
    "and tricks": 54,
    "mẹo tạo": 838,
    "đẹp": 1741,
    "tips tạo": 1291,
    "cv đẹp": 223,
    "quyết tạo": 1064
  },
  "intent": {
    "greet": 20,
    "goodbye": 19,
    "affirm": 0,
    "deny": 17,
    "mood_great": 23,
    "mood_unhappy": 24,
    "bot_challenge": 14,
    "job_search_how": 22,
    "cv_creation": 16,
    "application_status": 1,
    "salary_info": 25,
    "job_alerts": 21,
    "employer_contact": 18,
    "search_jobs_by_field": 26,
    "clear_slots": 15,
    "ask_cv_sections": 11,
    "ask_cv_personal_info": 8,
    "ask_cv_description": 3,
    "ask_cv_education": 4,
    "ask_cv_experience": 5,
    "ask_cv_skills": 12,
    "ask_cv_languages": 7,
    "ask_cv_projects": 9,
    "ask_cv_achievements": 2,
    "ask_cv_references": 10,
    "ask_cv_format": 6,
    "ask_cv_tips": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_search_jobs": 9,
    "utter_application_status": 13,
    "utter_cheer_up": 14,
    "utter_cv_creation": 15,
    "utter_cv_description": 16,
    "utter_cv_education": 17,
    "utter_cv_experience": 18,
    "utter_cv_personal_info": 19,
    "utter_cv_sections": 20,
    "utter_cv_skills": 21,
    "utter_employer_contact": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_iamabot": 25,
    "utter_job_alerts": 26,
    "utter_salary_info": 27,
    "utter_search_jobs": 28
  },
  "action_text": null,
  "intent_response_key": null
}