{
  "text": {
    "hey": 491,
    "hello": 489,
    "hi": 494,
    "there": 1189,
    "hello there": 490,
    "good": 461,
    "morning": 785,
    "good morning": 465,
    "evening": 403,
    "good evening": 464,
    "moin": 784,
    "hey there": 493,
    "let": 641,
    "s": 1060,
    "go": 458,
    "let s": 642,
    "s go": 1061,
    "dude": 318,
    "hey dude": 492,
    "goodmorning": 469,
    "goodevening": 468,
    "afternoon": 40,
    "good afternoon": 462,
    "xin": 1615,
    "chào": 154,
    "xin chào": 1616,
    "bạn": 107,
    "chào bạn": 156,
    "buổi": 83,
    "sáng": 1126,
    "chào buổi": 155,
    "buổi sáng": 84,
    "tối": 1430,
    "buổi tối": 85,
    "nhé": 899,
    "bạn nhé": 108,
    "cu": 189,
    "by": 86,
    "good by": 463,
    "cee": 129,
    "you": 1643,
    "later": 638,
    "cee you": 130,
    "you later": 1646,
    "night": 921,
    "good night": 466,
    "bye": 87,
    "goodbye": 467,
    "have": 486,
    "a": 27,
    "nice": 919,
    "day": 283,
    "have a": 487,
    "a nice": 31,
    "nice day": 920,
    "see": 1084,
    "around": 59,
    "see you": 1088,
    "you around": 1645,
    "bye bye": 88,
    "yes": 1642,
    "y": 1639,
    "indeed": 550,
    "of": 964,
    "course": 188,
    "of course": 965,
    "that": 1182,
    "sounds": 1107,
    "that sounds": 1183,
    "sounds good": 1108,
    "correct": 187,
    "no": 922,
    "n": 842,
    "never": 845,
    "i": 539,
    "don": 316,
    "t": 1162,
    "think": 1190,
    "so": 1097,
    "i don": 542,
    "don t": 317,
    "t think": 1165,
    "think so": 1191,
    "like": 643,
    "t like": 1164,
    "like that": 645,
    "way": 1595,
    "no way": 923,
    "not": 928,
    "really": 1052,
    "not really": 930,
    "perfect": 972,
    "great": 472,
    "amazing": 49,
    "feeling": 417,
    "king": 597,
    "feeling like": 418,
    "like a": 644,
    "a king": 30,
    "wonderful": 1604,
    "am": 41,
    "very": 1452,
    "i am": 540,
    "am feeling": 44,
    "feeling very": 419,
    "very good": 1453,
    "am great": 46,
    "am amazing": 42,
    "going": 459,
    "to": 1266,
    "save": 1080,
    "the": 1184,
    "world": 1607,
    "am going": 45,
    "going to": 460,
    "to save": 1272,
    "save the": 1081,
    "the world": 1186,
    "super": 1115,
    "stoked": 1111,
    "super stoked": 1117,
    "extremely": 409,
    "extremely good": 410,
    "so so": 1102,
    "so perfect": 1099,
    "so good": 1098,
    "my": 791,
    "was": 1593,
    "horrible": 501,
    "my day": 793,
    "day was": 284,
    "was horrible": 1594,
    "sad": 1063,
    "am sad": 48,
    "feel": 415,
    "well": 1599,
    "t feel": 1163,
    "feel very": 416,
    "very well": 1455,
    "disappointed": 304,
    "am disappointed": 43,
    "super sad": 1116,
    "m": 759,
    "i m": 544,
    "m so": 760,
    "so sad": 1101,
    "very sad": 1454,
    "unhappy": 1449,
    "not good": 929,
    "not very": 931,
    "extremly": 411,
    "extremly sad": 412,
    "saad": 1062,
    "so saad": 1100,
    "are": 56,
    "bot": 78,
    "are you": 58,
    "you a": 1644,
    "a bot": 28,
    "human": 507,
    "a human": 29,
    "talking": 1174,
    "am i": 47,
    "i talking": 547,
    "talking to": 1175,
    "to a": 1267,
    "làm": 680,
    "thế": 1229,
    "nào": 932,
    "để": 1696,
    "tìm": 1356,
    "việc": 1506,
    "trên": 1311,
    "website": 1597,
    "này": 936,
    "làm thế": 702,
    "thế nào": 1230,
    "nào để": 935,
    "để tìm": 1699,
    "tìm việc": 1361,
    "việc trên": 1549,
    "trên website": 1313,
    "website này": 1598,
    "hướng": 519,
    "dẫn": 332,
    "tôi": 1377,
    "cách": 227,
    "hướng dẫn": 520,
    "dẫn tôi": 335,
    "tôi cách": 1378,
    "cách tìm": 235,
    "muốn": 788,
    "biết": 75,
    "tôi muốn": 1381,
    "muốn biết": 789,
    "biết cách": 76,
    "việc làm": 1530,
    "sao": 1077,
    "kiếm": 601,
    "làm sao": 698,
    "sao để": 1079,
    "tìm kiếm": 1358,
    "kiếm việc": 604,
    "trang": 1296,
    "web": 1596,
    "dẫn tìm": 334,
    "làm trên": 704,
    "trên trang": 1312,
    "trang web": 1297,
    "how": 502,
    "can": 127,
    "check": 133,
    "application": 53,
    "status": 1109,
    "how can": 503,
    "can i": 128,
    "i check": 541,
    "check my": 134,
    "my application": 792,
    "application status": 54,
    "where": 1600,
    "job": 565,
    "where to": 1601,
    "to see": 1273,
    "see my": 1085,
    "my job": 794,
    "job application": 566,
    "track": 1293,
    "how to": 504,
    "to track": 1274,
    "track my": 1294,
    "tracking": 1295,
    "application tracking": 55,
    "i see": 546,
    "see the": 1087,
    "the status": 1185,
    "status of": 1110,
    "of my": 966,
    "kiểm": 607,
    "tra": 1291,
    "trạng": 1338,
    "thái": 1210,
    "ứng": 1730,
    "tuyển": 1344,
    "kiểm tra": 609,
    "tra trạng": 1292,
    "trạng thái": 1339,
    "thái ứng": 1211,
    "ứng tuyển": 1731,
    "xem": 1613,
    "đơn": 1681,
    "của": 269,
    "để xem": 1700,
    "xem đơn": 1614,
    "đơn ứng": 1682,
    "tuyển của": 1345,
    "của tôi": 272,
    "theo": 1187,
    "dõi": 321,
    "theo dõi": 1188,
    "dõi trạng": 322,
    "find": 420,
    "salary": 1066,
    "information": 551,
    "i find": 543,
    "find salary": 421,
    "salary information": 1068,
    "details": 289,
    "see salary": 1086,
    "salary details": 1067,
    "do": 305,
    "jobs": 569,
    "list": 646,
    "ranges": 1049,
    "do jobs": 306,
    "jobs list": 570,
    "list salary": 647,
    "salary ranges": 1069,
    "salaries": 1064,
    "posted": 1019,
    "on": 967,
    "listings": 648,
    "are salaries": 57,
    "salaries posted": 1065,
    "posted on": 1020,
    "on job": 968,
    "job listings": 568,
    "know": 610,
    "about": 32,
    "compensation": 181,
    "to know": 1270,
    "know about": 611,
    "about compensation": 33,
    "thông": 1217,
    "tin": 1237,
    "lương": 729,
    "ở": 1719,
    "đâu": 1677,
    "tìm thông": 1360,
    "thông tin": 1222,
    "tin lương": 1246,
    "lương ở": 746,
    "ở đâu": 1729,
    "công": 248,
    "có": 241,
    "hiển": 495,
    "thị": 1233,
    "mức": 838,
    "không": 590,
    "công việc": 252,
    "việc có": 1509,
    "có hiển": 244,
    "hiển thị": 496,
    "thị mức": 1234,
    "mức lương": 841,
    "lương không": 743,
    "về": 1575,
    "cách biết": 228,
    "biết thông": 77,
    "tin về": 1251,
    "về lương": 1581,
    "contact": 182,
    "employers": 399,
    "to contact": 1269,
    "contact employers": 183,
    "message": 779,
    "recruiters": 1053,
    "i message": 545,
    "message recruiters": 780,
    "reach": 1050,
    "out": 970,
    "companies": 180,
    "to reach": 1271,
    "reach out": 1051,
    "out to": 971,
    "to companies": 1268,
    "direct": 300,
    "communication": 178,
    "with": 1602,
    "direct communication": 301,
    "communication with": 179,
    "with employers": 1603,
    "liên": 649,
    "hệ": 524,
    "với": 1586,
    "nhà": 884,
    "dụng": 358,
    "cách liên": 231,
    "liên hệ": 650,
    "hệ với": 527,
    "với nhà": 1588,
    "nhà tuyển": 887,
    "tuyển dụng": 1346,
    "thể": 1231,
    "nhắn": 910,
    "cho": 137,
    "tôi có": 1379,
    "có thể": 246,
    "thể nhắn": 1232,
    "nhắn tin": 911,
    "tin cho": 1238,
    "cho nhà": 141,
    "dụng không": 369,
    "lạc": 749,
    "trực": 1340,
    "tiếp": 1262,
    "ty": 1347,
    "liên lạc": 651,
    "lạc trực": 750,
    "trực tiếp": 1341,
    "tiếp với": 1263,
    "với công": 1587,
    "công ty": 251,
    "thương": 1225,
    "mại": 802,
    "điện": 1668,
    "tử": 1439,
    "việc thương": 1544,
    "thương mại": 1226,
    "mại điện": 803,
    "điện tử": 1670,
    "ngành": 864,
    "marketing": 764,
    "tìm công": 1357,
    "việc ngành": 1536,
    "ngành marketing": 869,
    "it": 556,
    "phần": 988,
    "cứng": 273,
    "làm it": 690,
    "it phần": 562,
    "phần cứng": 991,
    "nghệ": 861,
    "ô": 1654,
    "tô": 1372,
    "dụng công": 360,
    "công nghệ": 249,
    "nghệ ô": 863,
    "ô tô": 1655,
    "mềm": 819,
    "phần mềm": 1001,
    "hàng": 510,
    "khách": 583,
    "sạn": 1154,
    "việc nhà": 1537,
    "nhà hàng": 885,
    "hàng khách": 512,
    "khách sạn": 585,
    "thiết": 1192,
    "kế": 614,
    "in": 548,
    "ấn": 1713,
    "dụng thiết": 379,
    "thiết kế": 1193,
    "kế in": 618,
    "in ấn": 549,
    "cơ": 254,
    "khí": 586,
    "làm cơ": 685,
    "cơ khí": 255,
    "khí điện": 589,
    "kinh": 598,
    "doanh": 307,
    "việc kinh": 1524,
    "kinh doanh": 599,
    "giáo": 448,
    "dục": 349,
    "dụng giáo": 364,
    "giáo dục": 449,
    "kiến": 605,
    "trúc": 1327,
    "xây": 1624,
    "dựng": 386,
    "làm kiến": 691,
    "kiến trúc": 606,
    "trúc xây": 1330,
    "xây dựng": 1625,
    "tài": 1349,
    "chính": 159,
    "ngân": 870,
    "việc tài": 1550,
    "tài chính": 1350,
    "chính ngân": 163,
    "ngân hàng": 871,
    "viễn": 1504,
    "dụng viễn": 382,
    "viễn thông": 1505,
    "tế": 1422,
    "làm y": 709,
    "y tế": 1641,
    "logistics": 657,
    "việc logistics": 1528,
    "toán": 1275,
    "dụng kế": 372,
    "kế toán": 623,
    "toán kiểm": 1278,
    "kiểm toán": 608,
    "sản": 1160,
    "xuất": 1618,
    "làm sản": 699,
    "sản xuất": 1161,
    "xế": 1635,
    "tài xế": 1352,
    "luật": 668,
    "dụng luật": 373,
    "phiên": 977,
    "dịch": 339,
    "làm phiên": 696,
    "phiên dịch": 978,
    "thống": 1235,
    "nhúng": 900,
    "việc hệ": 1521,
    "hệ thống": 525,
    "thống nhúng": 1236,
    "iot": 553,
    "việc iot": 1522,
    "tmdt": 1264,
    "làm tmdt": 703,
    "ecommerce": 393,
    "dụng ecommerce": 362,
    "digital": 298,
    "làm digital": 687,
    "digital marketing": 299,
    "truyền": 1309,
    "việc truyền": 1548,
    "truyền thông": 1310,
    "pr": 1021,
    "dụng pr": 376,
    "cntt": 173,
    "làm cntt": 683,
    "việc công": 1510,
    "nghệ thông": 862,
    "dụng it": 367,
    "lập": 752,
    "trình": 1316,
    "làm lập": 693,
    "lập trình": 753,
    "dev": 290,
    "việc dev": 1515,
    "developer": 291,
    "dụng developer": 361,
    "f": 413,
    "b": 63,
    "làm f": 688,
    "f b": 414,
    "dụng khách": 368,
    "làm thiết": 700,
    "design": 285,
    "việc design": 1514,
    "ui": 1447,
    "ux": 1450,
    "dụng ui": 381,
    "ui ux": 1448,
    "việc điện": 1555,
    "sales": 1070,
    "dụng sales": 377,
    "bán": 101,
    "làm bán": 681,
    "bán hàng": 102,
    "giảng": 453,
    "dạy": 331,
    "việc giảng": 1520,
    "giảng dạy": 454,
    "đào": 1675,
    "tạo": 1395,
    "dụng đào": 383,
    "đào tạo": 1676,
    "làm xây": 708,
    "việc kiến": 1525,
    "dụng ngân": 375,
    "làm tài": 705,
    "tá": 1353,
    "việc y": 1554,
    "y tá": 1640,
    "bác": 99,
    "sĩ": 1130,
    "dụng bác": 359,
    "bác sĩ": 100,
    "chuỗi": 152,
    "cung": 190,
    "làm chuỗi": 682,
    "chuỗi cung": 153,
    "cung ứng": 191,
    "việc kế": 1526,
    "dụng kiểm": 371,
    "máy": 795,
    "làm nhà": 695,
    "nhà máy": 886,
    "lái": 712,
    "xe": 1608,
    "việc lái": 1531,
    "lái xe": 713,
    "làm thông": 701,
    "thông dịch": 1218,
    "biên": 73,
    "việc biên": 1507,
    "biên dịch": 74,
    "embedded": 398,
    "dụng embedded": 363,
    "vi": 1456,
    "điều": 1664,
    "khiển": 573,
    "làm vi": 706,
    "vi điều": 1457,
    "điều khiển": 1666,
    "hồ": 535,
    "chí": 157,
    "minh": 781,
    "việc ở": 1557,
    "ở hồ": 1723,
    "hồ chí": 536,
    "chí minh": 158,
    "tại": 1386,
    "hà": 508,
    "nội": 958,
    "dụng tại": 380,
    "tại hà": 1390,
    "hà nội": 509,
    "đà": 1673,
    "nẵng": 954,
    "làm ở": 711,
    "ở đà": 1728,
    "đà nẵng": 1674,
    "tptphcm": 1289,
    "việc tptphcm": 1546,
    "hn": 499,
    "dụng hn": 366,
    "đn": 1671,
    "làm đn": 710,
    "sài": 1122,
    "gòn": 475,
    "việc sài": 1540,
    "sài gòn": 1123,
    "hanoi": 482,
    "dụng hanoi": 365,
    "danang": 279,
    "làm danang": 686,
    "tphcm": 1287,
    "việc tphcm": 1545,
    "sg": 1090,
    "dụng sg": 378,
    "ha": 480,
    "noi": 924,
    "làm ha": 689,
    "ha noi": 481,
    "da": 277,
    "nang": 843,
    "việc da": 1513,
    "da nang": 278,
    "việc it": 1523,
    "it ở": 564,
    "ở tphcm": 1725,
    "dụng marketing": 374,
    "marketing tại": 773,
    "làm sales": 697,
    "sales đà": 1076,
    "việc cntt": 1508,
    "cntt tptphcm": 176,
    "toán hn": 1276,
    "kế đn": 625,
    "việc lập": 1533,
    "trình sài": 1323,
    "dụng kinh": 370,
    "doanh hanoi": 309,
    "tế danang": 1424,
    "việc giáo": 1519,
    "dục tphcm": 355,
    "luật sg": 673,
    "làm logistics": 692,
    "logistics ha": 661,
    "việc phiên": 1538,
    "dịch da": 341,
    "__number__": 15,
    "triệu": 1303,
    "it lương": 560,
    "lương __number__": 741,
    "__number__ triệu": 26,
    "20tr": 4,
    "marketing lương": 768,
    "lương 20tr": 734,
    "từ": 1437,
    "sales lương": 1073,
    "lương từ": 745,
    "từ __number__": 1438,
    "__number__ __number__": 25,
    "cntt lương": 174,
    "18tr": 3,
    "toán lương": 1280,
    "__number__ 18tr": 17,
    "kế lương": 619,
    "trình lương": 1321,
    "doanh lương": 311,
    "__number__ 20tr": 18,
    "30tr": 7,
    "tế lương": 1427,
    "lương 30tr": 737,
    "10tr": 0,
    "dục lương": 354,
    "lương 10tr": 730,
    "luật lương": 671,
    "25tr": 5,
    "logistics lương": 662,
    "__number__ 25tr": 19,
    "dịch lương": 343,
    "tphcm lương": 1288,
    "nội lương": 962,
    "nẵng lương": 955,
    "tptphcm lương": 1290,
    "__number__ 30tr": 20,
    "hn lương": 500,
    "đn lương": 1672,
    "35tr": 8,
    "gòn lương": 476,
    "lương 35tr": 738,
    "hanoi lương": 483,
    "danang lương": 280,
    "12tr": 1,
    "lương 12tr": 731,
    "50tr": 13,
    "sg lương": 1091,
    "__number__ 50tr": 23,
    "noi lương": 925,
    "15tr": 2,
    "nang lương": 844,
    "lương 15tr": 732,
    "ngành it": 865,
    "lĩnh": 727,
    "vực": 1589,
    "việc lĩnh": 1532,
    "lĩnh vực": 728,
    "vực marketing": 1591,
    "mảng": 807,
    "việc mảng": 1535,
    "mảng sales": 809,
    "ngành kế": 867,
    "việc về": 1553,
    "về thiết": 1584,
    "quan": 1032,
    "việc liên": 1527,
    "liên quan": 652,
    "quan lập": 1033,
    "thuộc": 1204,
    "việc thuộc": 1543,
    "thuộc ngành": 1206,
    "ngành kinh": 866,
    "trong": 1304,
    "việc trong": 1547,
    "trong lĩnh": 1306,
    "vực y": 1592,
    "ở mảng": 1724,
    "mảng giáo": 808,
    "về ngành": 1583,
    "ngành luật": 868,
    "thuộc lĩnh": 1205,
    "vực logistics": 1590,
    "đến": 1694,
    "quan đến": 1034,
    "đến phiên": 1695,
    "it tại": 563,
    "tại tphcm": 1393,
    "việc marketing": 1534,
    "marketing ở": 774,
    "ở hà": 1722,
    "việc sales": 1539,
    "sales tại": 1075,
    "tại đà": 1394,
    "cntt ở": 177,
    "ở tptphcm": 1726,
    "toán tại": 1284,
    "tại hn": 1389,
    "việc thiết": 1542,
    "kế ở": 627,
    "ở đn": 1727,
    "trình tại": 1324,
    "tại sài": 1392,
    "doanh ở": 315,
    "ở hanoi": 1721,
    "tế tại": 1428,
    "tại danang": 1388,
    "dục ở": 357,
    "việc luật": 1529,
    "luật tại": 676,
    "tại sg": 1391,
    "logistics ở": 667,
    "ở ha": 1720,
    "dịch tại": 347,
    "tại da": 1387,
    "khoảng": 580,
    "lương khoảng": 742,
    "khoảng __number__": 582,
    "marketing mức": 769,
    "tầm": 1414,
    "lương tầm": 744,
    "tầm __number__": 1416,
    "cntt mức": 175,
    "mức 20tr": 839,
    "toán khoảng": 1277,
    "trình khoảng": 1319,
    "doanh mức": 312,
    "mức __number__": 840,
    "tầm 30tr": 1415,
    "dục khoảng": 353,
    "khoảng 10tr": 581,
    "luật mức": 672,
    "dịch khoảng": 342,
    "viên": 1458,
    "frontend": 426,
    "it lập": 561,
    "trình viên": 1325,
    "viên frontend": 1460,
    "backend": 66,
    "it backend": 557,
    "backend developer": 67,
    "fullstack": 430,
    "it fullstack": 559,
    "devops": 296,
    "engineer": 400,
    "it devops": 558,
    "devops engineer": 297,
    "content": 185,
    "marketing content": 766,
    "content marketing": 186,
    "marketing digital": 767,
    "social": 1103,
    "media": 777,
    "marketing social": 772,
    "social media": 1104,
    "seo": 1089,
    "marketing seo": 771,
    "designer": 286,
    "kế ui": 624,
    "ux designer": 1451,
    "graphic": 470,
    "kế graphic": 617,
    "graphic designer": 471,
    "motion": 786,
    "kế motion": 620,
    "motion designer": 787,
    "3d": 9,
    "artist": 62,
    "kế 3d": 615,
    "3d artist": 10,
    "trưởng": 1333,
    "toán kế": 1279,
    "toán trưởng": 1283,
    "tổng": 1432,
    "hợp": 537,
    "toán tổng": 1285,
    "tổng hợp": 1433,
    "thuế": 1202,
    "toán thuế": 1282,
    "manager": 761,
    "doanh sales": 313,
    "sales manager": 1074,
    "business": 81,
    "development": 294,
    "doanh business": 308,
    "business development": 82,
    "telesales": 1178,
    "doanh telesales": 314,
    "đa": 1656,
    "khoa": 576,
    "tế bác": 1423,
    "sĩ đa": 1134,
    "đa khoa": 1657,
    "dưỡng": 323,
    "tế điều": 1429,
    "điều dưỡng": 1665,
    "dược": 326,
    "tế dược": 1425,
    "dược sĩ": 327,
    "tiếng": 1258,
    "anh": 52,
    "dục giáo": 350,
    "giáo viên": 450,
    "viên tiếng": 1468,
    "tiếng anh": 1259,
    "mầm": 812,
    "non": 926,
    "viên mầm": 1463,
    "mầm non": 813,
    "đại": 1685,
    "học": 530,
    "dục giảng": 351,
    "giảng viên": 455,
    "viên đại": 1476,
    "đại học": 1686,
    "sư": 1135,
    "tư": 1382,
    "vấn": 1562,
    "luật luật": 670,
    "luật sư": 674,
    "sư tư": 1147,
    "tư vấn": 1384,
    "chuyên": 144,
    "pháp": 979,
    "lý": 714,
    "luật chuyên": 669,
    "chuyên viên": 148,
    "viên pháp": 1465,
    "pháp lý": 981,
    "quản": 1042,
    "kho": 574,
    "logistics quản": 663,
    "quản lý": 1043,
    "lý kho": 719,
    "nhập": 906,
    "khẩu": 595,
    "logistics xuất": 665,
    "xuất nhập": 1620,
    "nhập khẩu": 907,
    "logistics chuỗi": 659,
    "frontend tại": 429,
    "designer tại": 288,
    "trưởng ở": 1337,
    "manager tại": 763,
    "khoa ở": 579,
    "frontend lương": 428,
    "designer lương": 287,
    "trưởng lương": 1334,
    "manager lương": 762,
    "40tr": 11,
    "khoa lương": 577,
    "lương 40tr": 739,
    "lương 25tr": 735,
    "lương 18tr": 733,
    "45tr": 12,
    "lương 45tr": 740,
    "sàn": 1124,
    "tử quản": 1442,
    "lý sàn": 723,
    "sàn tmdt": 1125,
    "marketplace": 775,
    "tử chuyên": 1440,
    "viên marketplace": 1462,
    "marketplace tại": 776,
    "tmdt lương": 1265,
    "vận": 1572,
    "hành": 515,
    "việc ecommerce": 1516,
    "ecommerce quản": 394,
    "lý vận": 726,
    "vận hành": 1573,
    "hành ở": 516,
    "brand": 79,
    "marketing brand": 765,
    "brand manager": 80,
    "media manager": 778,
    "performance": 973,
    "marketing performance": 770,
    "performance marketing": 974,
    "thông pr": 1220,
    "pr manager": 1022,
    "kỹ": 630,
    "cứng kỹ": 274,
    "kỹ sư": 632,
    "sư phần": 1143,
    "hạ": 521,
    "tầng": 1417,
    "cứng quản": 275,
    "lý hạ": 718,
    "hạ tầng": 522,
    "tầng tại": 1418,
    "mạng": 804,
    "sư mạng": 1140,
    "mạng lương": 805,
    "system": 1120,
    "cứng system": 276,
    "system engineer": 1121,
    "engineer tại": 401,
    "__number__ 35tr": 21,
    "bảo": 111,
    "trì": 1314,
    "sư bảo": 1136,
    "bảo trì": 113,
    "trì ở": 1315,
    "tô kỹ": 1374,
    "sư ô": 1152,
    "tô chuyên": 1373,
    "viên bảo": 1459,
    "bảo dưỡng": 112,
    "dưỡng tại": 325,
    "sư thiết": 1145,
    "thuật": 1199,
    "tô quản": 1375,
    "lý kỹ": 721,
    "kỹ thuật": 633,
    "thuật tại": 1200,
    "__number__ 40tr": 22,
    "sư cơ": 1137,
    "khí ô": 588,
    "tô ở": 1376,
    "sạn quản": 1157,
    "lý nhà": 722,
    "bếp": 119,
    "sạn bếp": 1155,
    "bếp trưởng": 120,
    "trưởng tại": 1336,
    "giám": 445,
    "sát": 1127,
    "việc f": 1517,
    "b giám": 64,
    "giám sát": 446,
    "sát f": 1129,
    "b lương": 65,
    "lý khách": 720,
    "sạn tại": 1158,
    "lễ": 754,
    "tân": 1354,
    "sạn lễ": 1156,
    "lễ tân": 755,
    "tân khách": 1355,
    "sạn ở": 1159,
    "art": 60,
    "director": 302,
    "ấn art": 1714,
    "art director": 61,
    "quảng": 1045,
    "cáo": 239,
    "ấn thiết": 1717,
    "kế quảng": 622,
    "quảng cáo": 1046,
    "cáo tại": 240,
    "ấn chuyên": 1715,
    "viên in": 1461,
    "ấn lương": 1716,
    "bao": 69,
    "bì": 103,
    "kế bao": 616,
    "bao bì": 70,
    "bì tại": 104,
    "đồ": 1706,
    "họa": 528,
    "kế đồ": 626,
    "đồ họa": 1707,
    "họa ở": 529,
    "việc cơ": 1511,
    "tử kỹ": 1441,
    "cơ điện": 256,
    "tự": 1444,
    "động": 1711,
    "hóa": 517,
    "sư tự": 1148,
    "tự động": 1446,
    "động hóa": 1712,
    "hóa tại": 518,
    "sư điện": 1153,
    "điện lương": 1669,
    "khí tại": 587,
    "thuật viên": 1201,
    "viên điện": 1475,
    "tử ở": 1443,
    "dựng kiến": 388,
    "trúc sư": 1329,
    "dựng kỹ": 389,
    "sư xây": 1151,
    "dựng tại": 392,
    "dựng giám": 387,
    "sát công": 1128,
    "công trình": 250,
    "dự": 384,
    "án": 1647,
    "dựng quản": 390,
    "lý dự": 717,
    "dự án": 385,
    "án tại": 1651,
    "thất": 1227,
    "dựng thiết": 391,
    "kế nội": 621,
    "nội thất": 963,
    "thất ở": 1228,
    "tín": 1368,
    "chính chuyên": 160,
    "viên tín": 1469,
    "tín dụng": 1369,
    "đầu": 1689,
    "hàng chuyên": 511,
    "viên đầu": 1477,
    "đầu tư": 1692,
    "tư tại": 1383,
    "phân": 984,
    "tích": 1362,
    "viên phân": 1466,
    "phân tích": 985,
    "tích tài": 1366,
    "chính lương": 162,
    "danh": 281,
    "mục": 829,
    "hàng quản": 513,
    "lý danh": 716,
    "danh mục": 282,
    "mục đầu": 837,
    "viên ngân": 1464,
    "hàng ở": 514,
    "việc viễn": 1552,
    "thông kỹ": 1219,
    "sư viễn": 1149,
    "mạng tại": 806,
    "vô": 1560,
    "tuyến": 1342,
    "28tr": 6,
    "sư vô": 1150,
    "vô tuyến": 1561,
    "tuyến lương": 1343,
    "lương 28tr": 736,
    "thông quản": 1221,
    "án viễn": 1652,
    "thông tại": 1223,
    "viên viễn": 1472,
    "thông ở": 1224,
    "nhúng kỹ": 901,
    "sư nhúng": 1141,
    "iot kỹ": 554,
    "sư iot": 1139,
    "iot tại": 555,
    "nhúng lập": 903,
    "trình nhúng": 1322,
    "nhúng lương": 902,
    "phát": 982,
    "triển": 1301,
    "sư phát": 1142,
    "phát triển": 983,
    "triển iot": 1302,
    "firmware": 422,
    "sư firmware": 1138,
    "firmware ở": 423,
    "đốc": 1703,
    "việc sản": 1541,
    "xuất quản": 1621,
    "quản đốc": 1044,
    "đốc nhà": 1705,
    "xuất kỹ": 1619,
    "sư sản": 1144,
    "xuất tại": 1622,
    "chất": 164,
    "lượng": 747,
    "lý chất": 715,
    "chất lượng": 165,
    "lượng lương": 748,
    "lý sản": 724,
    "viên sản": 1467,
    "xuất ở": 1623,
    "mềm frontend": 822,
    "frontend developer": 427,
    "mềm backend": 820,
    "developer tại": 293,
    "mềm fullstack": 823,
    "fullstack developer": 431,
    "developer lương": 292,
    "mobile": 782,
    "mềm mobile": 824,
    "mobile developer": 783,
    "mềm devops": 821,
    "engineer ở": 402,
    "development manager": 295,
    "executive": 404,
    "sales executive": 1072,
    "executive tại": 405,
    "key": 571,
    "account": 36,
    "doanh key": 310,
    "key account": 572,
    "account manager": 37,
    "60tr": 14,
    "sales director": 1071,
    "director tại": 303,
    "__number__ 60tr": 24,
    "telesales ở": 1179,
    "học tại": 532,
    "hiệu": 497,
    "dục hiệu": 352,
    "hiệu trưởng": 498,
    "bộ": 123,
    "dục đào": 356,
    "tạo nội": 1397,
    "nội bộ": 959,
    "bộ tại": 125,
    "non ở": 927,
    "sĩ nội": 1133,
    "nội khoa": 961,
    "dưỡng trưởng": 324,
    "sĩ lương": 1132,
    "sĩ chuyên": 1131,
    "chuyên khoa": 145,
    "khoa tại": 578,
    "xét": 1626,
    "nghiệm": 846,
    "tế kỹ": 1426,
    "viên xét": 1474,
    "xét nghiệm": 1627,
    "nghiệm ở": 857,
    "logistics giám": 660,
    "giám đốc": 447,
    "đốc logistics": 1704,
    "logistics chuyên": 658,
    "viên xuất": 1473,
    "khẩu tại": 596,
    "kho lương": 575,
    "supply": 1118,
    "chain": 131,
    "logistics supply": 664,
    "supply chain": 1119,
    "chain manager": 132,
    "phối": 1017,
    "tải": 1409,
    "logistics điều": 666,
    "điều phối": 1667,
    "phối vận": 1018,
    "vận tải": 1574,
    "tải ở": 1411,
    "toán viên": 1286,
    "viên tại": 1471,
    "hợp lương": 538,
    "thuế tại": 1203,
    "toán nội": 1281,
    "bộ ở": 126,
    "container": 184,
    "xế tài": 1637,
    "xế xe": 1638,
    "xe container": 1609,
    "xe tải": 1612,
    "tải tại": 1410,
    "xe khách": 1611,
    "khách lương": 584,
    "xe công": 1610,
    "ty tại": 1348,
    "__number__ 15tr": 16,
    "giao": 443,
    "xế giao": 1636,
    "giao hàng": 444,
    "lý tại": 725,
    "phòng": 986,
    "chế": 166,
    "luật trưởng": 675,
    "trưởng phòng": 1335,
    "phòng pháp": 987,
    "pháp chế": 980,
    "chế lương": 167,
    "tranh": 1298,
    "tụng": 1435,
    "sư tranh": 1146,
    "tranh tụng": 1299,
    "tụng tại": 1436,
    "viên tư": 1470,
    "vấn luật": 1565,
    "luật ở": 677,
    "dịch phiên": 344,
    "dịch viên": 348,
    "dịch biên": 340,
    "nhật": 908,
    "dịch tiếng": 345,
    "tiếng nhật": 1260,
    "nhật lương": 909,
    "trung": 1307,
    "tiếng trung": 1261,
    "trung tại": 1308,
    "liệu": 655,
    "dịch tài": 346,
    "tài liệu": 1351,
    "liệu ở": 656,
    "xóa": 1628,
    "xóa tìm": 1633,
    "reset": 1058,
    "reset tìm": 1059,
    "bắt": 115,
    "lại": 751,
    "bắt đầu": 116,
    "đầu lại": 1690,
    "các": 222,
    "tiêu": 1256,
    "xóa các": 1630,
    "các tiêu": 226,
    "tiêu chí": 1257,
    "lọc": 756,
    "xóa bộ": 1629,
    "bộ lọc": 124,
    "bỏ": 121,
    "cũ": 253,
    "bỏ tìm": 122,
    "kiếm cũ": 602,
    "mới": 827,
    "làm mới": 694,
    "mới tìm": 828,
    "kết": 628,
    "quả": 1040,
    "xóa kết": 1632,
    "kết quả": 629,
    "quả cũ": 1041,
    "clear": 172,
    "kiếm mới": 603,
    "đầu tìm": 1691,
    "tìm mới": 1359,
    "tất": 1412,
    "cả": 257,
    "xóa tất": 1634,
    "tất cả": 1413,
    "hết": 523,
    "xóa hết": 1631,
    "cv": 192,
    "dẫn tạo": 336,
    "tạo cv": 1396,
    "viết": 1478,
    "cách viết": 237,
    "viết cv": 1481,
    "như": 904,
    "làm cv": 684,
    "cv như": 204,
    "như thế": 905,
    "chỉ": 168,
    "chỉ cách": 169,
    "cách làm": 233,
    "ra": 1047,
    "cv ra": 209,
    "ra sao": 1048,
    "cv thế": 210,
    "mẫu": 814,
    "chuẩn": 149,
    "mẫu cv": 815,
    "cv chuẩn": 195,
    "cv mẫu": 203,
    "cần": 262,
    "cần tạo": 267,
    "muốn viết": 790,
    "giúp": 451,
    "giúp tôi": 452,
    "tôi làm": 1380,
    "nghiệp": 858,
    "dẫn viết": 337,
    "cv chuyên": 194,
    "chuyên nghiệp": 147,
    "tượng": 1385,
    "cách tạo": 236,
    "cv ấn": 218,
    "ấn tượng": 1718,
    "online": 969,
    "cv online": 207,
    "cv xin": 215,
    "xin việc": 1617,
    "cv tìm": 212,
    "cv ứng": 219,
    "hay": 488,
    "cv hay": 199,
    "format": 424,
    "format cv": 425,
    "gồm": 477,
    "những": 912,
    "cv gồm": 198,
    "gồm những": 479,
    "những phần": 916,
    "phần nào": 1004,
    "một": 825,
    "gì": 473,
    "một cv": 826,
    "cv cần": 197,
    "cần có": 263,
    "có những": 245,
    "những gì": 913,
    "cv bao": 193,
    "bao gồm": 71,
    "những mục": 915,
    "mục nào": 835,
    "những thông": 918,
    "tin gì": 1242,
    "cấu": 260,
    "cấu trúc": 261,
    "trúc của": 1328,
    "của một": 271,
    "nên": 937,
    "cv nên": 205,
    "nên có": 938,
    "hoàn": 505,
    "chỉnh": 170,
    "cv hoàn": 200,
    "hoàn chỉnh": 506,
    "chỉnh gồm": 171,
    "gồm gì": 478,
    "các phần": 224,
    "phần trong": 1013,
    "trong cv": 1305,
    "dung": 319,
    "nội dung": 960,
    "dung chính": 320,
    "chính của": 161,
    "của cv": 270,
    "chuẩn cần": 151,
    "cần những": 265,
    "cá": 220,
    "nhân": 888,
    "phần thông": 1012,
    "tin cá": 1239,
    "cá nhân": 221,
    "nhân trong": 896,
    "viết thông": 1500,
    "nhân gì": 892,
    "nhân nào": 893,
    "nào cần": 934,
    "có trong": 247,
    "nhân cv": 889,
    "viết phần": 1491,
    "profile": 1023,
    "phần profile": 1006,
    "profile cá": 1024,
    "tin liên": 1245,
    "hệ trong": 526,
    "nên để": 940,
    "để những": 1698,
    "bày": 89,
    "cách trình": 234,
    "trình bày": 1317,
    "bày thông": 98,
    "tin cần": 1240,
    "cần thiết": 266,
    "thiết trong": 1194,
    "mô": 798,
    "tả": 1398,
    "bản": 109,
    "thân": 1212,
    "phần mô": 1000,
    "mô tả": 799,
    "tả bản": 1399,
    "bản thân": 110,
    "giới": 456,
    "thiệu": 1195,
    "viết giới": 1484,
    "giới thiệu": 457,
    "thiệu bản": 1196,
    "thân trong": 1216,
    "summary": 1112,
    "phần summary": 1010,
    "summary trong": 1113,
    "cv viết": 214,
    "viết sao": 1497,
    "tả profile": 1405,
    "nhân thế": 895,
    "tả cv": 1400,
    "viết profile": 1492,
    "profile trong": 1027,
    "mình": 796,
    "thiệu về": 1198,
    "về mình": 1582,
    "mình trong": 797,
    "tóm": 1370,
    "tắt": 1420,
    "phần tóm": 1014,
    "tóm tắt": 1371,
    "tắt trong": 1421,
    "ngắn": 876,
    "tả ngắn": 1404,
    "ngắn về": 877,
    "về bản": 1576,
    "profile summary": 1025,
    "summary viết": 1114,
    "viết thế": 1501,
    "phần tổng": 1015,
    "tổng quan": 1434,
    "thân chuyên": 1213,
    "phần học": 996,
    "học vấn": 534,
    "vấn trong": 1569,
    "bày phần": 95,
    "education": 395,
    "phần education": 993,
    "education trong": 397,
    "ghi": 432,
    "tin học": 1243,
    "vấn cần": 1563,
    "cần ghi": 264,
    "ghi gì": 433,
    "quá": 1038,
    "tập": 1419,
    "viết quá": 1494,
    "quá trình": 1039,
    "trình học": 1318,
    "học tập": 533,
    "bày học": 91,
    "academic": 34,
    "background": 68,
    "phần academic": 989,
    "academic background": 35,
    "trường": 1331,
    "tin trường": 1250,
    "trường học": 1332,
    "học trong": 531,
    "ghi học": 434,
    "vấn thế": 1568,
    "nào cho": 933,
    "cho chuẩn": 139,
    "bằng": 117,
    "cấp": 258,
    "viết bằng": 1480,
    "bằng cấp": 118,
    "cấp trong": 259,
    "độ": 1708,
    "trình độ": 1326,
    "độ học": 1709,
    "vấn ghi": 1564,
    "ghi ra": 438,
    "viết kinh": 1488,
    "kinh nghiệm": 600,
    "nghiệm làm": 850,
    "làm việc": 707,
    "work": 1605,
    "experience": 406,
    "phần work": 1016,
    "work experience": 1606,
    "experience trong": 408,
    "bày kinh": 92,
    "nghiệm việc": 855,
    "nghiệm trong": 853,
    "cách ghi": 230,
    "ghi kinh": 435,
    "nghiệm công": 848,
    "việc viết": 1551,
    "môn": 800,
    "tả kinh": 1402,
    "nghiệm chuyên": 847,
    "chuyên môn": 146,
    "bày quá": 96,
    "trình làm": 1320,
    "viết job": 1487,
    "job experience": 567,
    "nghiệm dự": 849,
    "án ghi": 1649,
    "ghi thế": 440,
    "đã": 1678,
    "viết về": 1503,
    "về công": 1578,
    "việc đã": 1556,
    "đã làm": 1679,
    "nghề": 859,
    "nghiệm nghề": 851,
    "nghề nghiệp": 860,
    "năng": 942,
    "viết kỹ": 1489,
    "kỹ năng": 631,
    "năng trong": 952,
    "skills": 1092,
    "phần skills": 1009,
    "skills trong": 1095,
    "bày kỹ": 93,
    "năng chuyên": 943,
    "về các": 1577,
    "các kỹ": 223,
    "năng cần": 944,
    "liệt": 653,
    "kê": 612,
    "cách liệt": 232,
    "liệt kê": 654,
    "kê kỹ": 613,
    "tả kỹ": 1403,
    "năng làm": 947,
    "môn ghi": 801,
    "soft": 1105,
    "soft skills": 1106,
    "hard": 484,
    "hard skills": 485,
    "skills cần": 1093,
    "ghi những": 437,
    "technical": 1176,
    "viết technical": 1499,
    "technical skills": 1177,
    "lực": 757,
    "bày năng": 94,
    "năng lực": 948,
    "lực bản": 758,
    "điền": 1658,
    "cần điền": 268,
    "điền những": 1661,
    "chuẩn có": 150,
    "tab": 1166,
    "cv có": 196,
    "những tab": 917,
    "tab nào": 1171,
    "là": 678,
    "các tab": 225,
    "tab trong": 1173,
    "cv là": 202,
    "là gì": 679,
    "được": 1683,
    "chia": 135,
    "thành": 1207,
    "mấy": 810,
    "cv được": 216,
    "được chia": 1684,
    "chia thành": 136,
    "thành mấy": 1208,
    "mấy phần": 811,
    "nhiêu": 882,
    "có bao": 242,
    "bao nhiêu": 72,
    "nhiêu mục": 883,
    "mục chính": 830,
    "vào": 1558,
    "điền thông": 1663,
    "nhân vào": 897,
    "vào cv": 1559,
    "nhân cần": 890,
    "có gì": 243,
    "gì trong": 474,
    "dẫn điền": 338,
    "personal": 975,
    "phần personal": 1005,
    "personal information": 976,
    "information trong": 552,
    "nhân sao": 894,
    "sao cho": 1078,
    "cho chuyên": 138,
    "tab thông": 1172,
    "nhân điền": 898,
    "điền gì": 1659,
    "cách điền": 238,
    "điền tab": 1662,
    "mục thông": 836,
    "nhân ghi": 891,
    "tả trong": 1406,
    "viết gì": 1485,
    "viết mô": 1490,
    "tả về": 1408,
    "thân thế": 1215,
    "phần giới": 995,
    "tab mô": 1170,
    "tả viết": 1407,
    "viết ra": 1495,
    "tự giới": 1445,
    "thiệu trong": 1197,
    "profile thế": 1026,
    "mục mô": 834,
    "tả cần": 1401,
    "thân sao": 1214,
    "cho hay": 140,
    "vấn như": 1566,
    "vấn vào": 1570,
    "education gồm": 396,
    "cv phần": 208,
    "về học": 1580,
    "viết học": 1486,
    "tab học": 1167,
    "vấn điền": 1571,
    "mục học": 831,
    "đúng": 1680,
    "vấn sao": 1567,
    "cho đúng": 143,
    "phần kinh": 997,
    "việc ghi": 1518,
    "ghi như": 436,
    "viết experience": 1483,
    "việc cần": 1512,
    "phần experience": 994,
    "experience cần": 407,
    "tin kinh": 1244,
    "nghiệm vào": 856,
    "tab kinh": 1168,
    "nghiệm viết": 854,
    "mục kinh": 832,
    "tốt": 1431,
    "nghiệm sao": 852,
    "cho tốt": 142,
    "phần kỹ": 998,
    "viết skills": 1498,
    "section": 1082,
    "skills section": 1094,
    "section trong": 1083,
    "những kỹ": 914,
    "năng gì": 946,
    "năng ghi": 945,
    "ghi trong": 441,
    "skills viết": 1096,
    "điền kỹ": 1660,
    "năng vào": 953,
    "tab kỹ": 1169,
    "mục kỹ": 833,
    "năng thế": 951,
    "năng sao": 950,
    "ngôn": 872,
    "ngữ": 878,
    "phần ngôn": 1002,
    "ngôn ngữ": 873,
    "ngữ trong": 880,
    "viết trình": 1502,
    "độ ngôn": 1710,
    "language": 634,
    "language skills": 635,
    "ngữ ghi": 879,
    "tin ngôn": 1247,
    "languages": 636,
    "phần languages": 999,
    "languages trong": 637,
    "năng ngôn": 949,
    "ngữ viết": 881,
    "ghi trình": 442,
    "phần dự": 992,
    "án trong": 1650,
    "projects": 1030,
    "viết projects": 1493,
    "projects trong": 1031,
    "về dự": 1579,
    "án đã": 1653,
    "project": 1028,
    "project experience": 1029,
    "án cần": 1648,
    "phần projects": 1007,
    "tin dự": 1241,
    "viết dự": 1482,
    "phần thành": 1011,
    "thành tích": 1209,
    "tích trong": 1365,
    "achievements": 38,
    "viết achievements": 1479,
    "tích ghi": 1364,
    "đạt": 1687,
    "về thành": 1585,
    "tích đạt": 1367,
    "đạt được": 1688,
    "achievements section": 39,
    "tích cần": 1363,
    "phần achievements": 990,
    "tin thành": 1249,
    "ghi thành": 439,
    "người": 874,
    "tham": 1180,
    "khảo": 591,
    "phần người": 1003,
    "người tham": 875,
    "tham khảo": 1181,
    "khảo trong": 594,
    "references": 1054,
    "viết references": 1496,
    "khảo ghi": 593,
    "references section": 1055,
    "phần references": 1008,
    "khảo cần": 592,
    "tin người": 1248,
    "references trong": 1056,
    "references viết": 1057,
    "định": 1701,
    "dạng": 328,
    "định dạng": 1702,
    "dạng cv": 329,
    "bày cv": 90,
    "nên định": 941,
    "dạng thế": 330,
    "dẫn format": 333,
    "layout": 639,
    "cv layout": 201,
    "layout chuẩn": 640,
    "cách format": 229,
    "nên trình": 939,
    "bày ra": 97,
    "mẹo": 816,
    "mẹo viết": 818,
    "tips": 1252,
    "tips viết": 1255,
    "cv tốt": 213,
    "nổi": 956,
    "bật": 114,
    "để cv": 1697,
    "cv nổi": 206,
    "nổi bật": 957,
    "bí": 105,
    "quyết": 1035,
    "bí quyết": 106,
    "quyết viết": 1037,
    "and": 50,
    "tricks": 1300,
    "cv tips": 211,
    "tips and": 1253,
    "and tricks": 51,
    "mẹo tạo": 817,
    "đẹp": 1693,
    "tips tạo": 1254,
    "cv đẹp": 217,
    "quyết tạo": 1036
  },
  "intent": {
    "greet": 20,
    "goodbye": 19,
    "affirm": 0,
    "deny": 17,
    "mood_great": 23,
    "mood_unhappy": 24,
    "bot_challenge": 14,
    "job_search_how": 22,
    "application_status": 1,
    "salary_info": 25,
    "employer_contact": 18,
    "search_jobs_by_field": 26,
    "clear_slots": 15,
    "cv_creation": 16,
    "ask_cv_sections": 11,
    "ask_cv_personal_info": 8,
    "ask_cv_description": 3,
    "ask_cv_education": 4,
    "ask_cv_experience": 5,
    "ask_cv_skills": 12,
    "ask_cv_languages": 7,
    "ask_cv_projects": 9,
    "ask_cv_achievements": 2,
    "ask_cv_references": 10,
    "ask_cv_format": 6,
    "ask_cv_tips": 13,
    "job_alerts": 21
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_search_jobs": 9,
    "utter_application_status": 13,
    "utter_cheer_up": 14,
    "utter_cv_creation": 15,
    "utter_cv_creation_tips": 16,
    "utter_cv_description": 17,
    "utter_cv_education": 18,
    "utter_cv_experience": 19,
    "utter_cv_personal_info": 20,
    "utter_cv_sections": 21,
    "utter_cv_skills": 22,
    "utter_employer_contact": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_iamabot": 26,
    "utter_job_alerts": 27,
    "utter_salary_info": 28,
    "utter_search_jobs": 29
  },
  "action_text": null,
  "intent_response_key": null
}